[
  {
    "header": 0,
    "content": " عَنْ عَائِشَة رَضِيَ الله عنْهَا قَالَت قالَ النَّبِيُّ صَلّى اللهُ عليه وسَلَّم : لا هِجْرَةَ بَعْدَ الْفَتْحِ، وَلكنْ جِهَادٌ وَنِيَّةٌ ، وَإِذَا اسْتُنْفرِتُمْ فانْفِرُوا",
    "end": "صدق رسول الله"
  },
  {
    "header": 1,
    "content": " عَنْ أبي عَبْدِ اللَّهِ جابِرِ بْنِ عَبْدِ اللَّهِ الأَنْصَارِيِّ رضِيَ الله عنْهُمَا قَالَ :كُنَّا مَع النَّبِيِّ صَلّى اللهُ عليه وسَلَّم في غَزَاة فَقَالَ : إِنَّ بِالْمَدِينَةِ لَرِجَالاً مَا سِرْتُمْ مَسِيراً ، وَلاَ قَطَعْتُمْ وَادِياً إِلاَّ كانُوا مَعكُم حَبَسَهُمُ الْمَرَضُ وَفِي روايَةِ : إِلاَّ شَركُوكُمْ في الأَجْرِ",
    "end": "صدق رسول الله"
  },
  {
    "header": 2,
    "content": " عَنْ أبي هُريْرة عَبْدِ الرَّحْمن بْنِ صخْرٍ رضي الله عَنْهُ قال : قالَ رَسُولُ الله صَلّى اللهُ عليه وسَلَّم: إِنَّ الله لا يَنْظُرُ إِلى أَجْسامِكْم ، وَلا إِلى صُوَرِكُمْ ، وَلَكِنْ يَنْظُرُ إِلَى قُلُوبِكُمْ وَأَعمالِكُمْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 3,
    "content": " عَنْ أبي مُوسَى عبْدِ اللَّهِ بْنِ قَيْسٍ الأَشعرِيِّ رضِي الله عنه قالَ: سُئِلَ رسول الله صَلّى اللهُ عليه وسَلَّم عَنِ الرَّجُلِ يُقاتِلُ شَجَاعَةً ، ويُقاتِلُ حَمِيَّةً ويقاتِلُ رِياءً ، أَيُّ ذلِك في سَبِيلِ اللَّهِ؟ فَقَالَ رسول الله صَلّى اللهُ عليه وسَلَّم :  مَنْ قاتَلَ لِتَكُون كلِمةُ اللَّهِ هِي الْعُلْيَا فهُوَ في سَبِيلِ اللَّهِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 4,
    "content": " عن أبي بَكْرَة نُفيْعِ بْنِ الْحارِثِ الثَّقفِي رَضِي الله عنه أَنَّ النَّبِيَّ صَلّى اللهُ عليه وسَلَّم قال: إِذَا الْتقَى الْمُسْلِمَانِ بسيْفيْهِمَا فالْقاتِلُ والمقْتُولُ في النَّارِ قُلْتُ : يَا رَسُول اللَّهِ ، هَذَا الْقَاتِلُ فمَا بَالُ الْمقْتُولِ ؟ قَال: إِنَّهُ كَانَ حَرِيصاً عَلَى قَتْلِ صَاحِبِهِ",
    "end": "صدق رسول الله"
  },
  {
    "header": 5,
    "content": " عَنْ أبي هُرَيْرَةَ رضي الله عنه قال : سمِعتُ رسول الله صَلّى اللهُ عليه وسَلَّم يَقُولُ :  واللَّه إِنِّي لأَسْتَغْفرُ الله ، وَأَتُوبُ إِليْه ، في اليَوْمِ ، أَكثر مِنْ سَبْعِين مرَّةً ",
    "end": "صدق رسول الله"
  },
  {
    "header": 6,
    "content": " عن الأَغَرِّ بْن يَسار المُزنِيِّ رضي الله عنه قال : قال رسول الله صَلّى اللهُ عليه وسَلَّم :  يا أَيُّها النَّاس تُوبُوا إِلى اللَّهِ واسْتغْفرُوهُ فإِني أَتوبُ في اليَوْمِ مائة مَرَّة ",
    "end": "صدق رسول الله"
  },
  {
    "header": 7,
    "content": " عن أبي مُوسى عَبْدِ اللَّهِ بنِ قَيْسٍ الأَشْعَرِيِّ ، رضِي الله عنه ، عن النَّبِيَّ صَلّى اللهُ عليه وسَلَّم قال:  إِن الله تعالى يبْسُطُ يدهُ بِاللَّيْلِ ليتُوب مُسيءُ النَّهَارِ وَيبْسُطُ يَدهُ بالنَّهَارِ ليَتُوبَ مُسِيءُ اللَّيْلِ حتَّى تَطْلُعَ الشَّمْسُ مِن مغْرِبِها ",
    "end": "صدق رسول الله"
  },
  {
    "header": 8,
    "content": " عَنْ أبي هُريْرةَ رضي الله عنه قال : قال رسول الله صَلّى اللهُ عليه وسَلَّم :  مَنْ تاب قَبْلَ أَنْ تطلُعَ الشَّمْسُ مِنْ مغْرِبِهَا تَابَ الله علَيْه ",
    "end": "صدق رسول الله"
  },
  {
    "header": 9,
    "content": " عَنْ أبي عَبْدِ الرَّحْمن عَبْدِ اللَّهِ بن عُمرَ بن الخطَّاب رضي الله عنهما عن النَّبيِّ صَلّى اللهُ عليه وسَلَّم قال: إِنَّ الله عزَّ وجَلَّ يقْبَلُ توْبة العبْدِ مَالَم يُغرْغرِ",
    "end": "صدق رسول الله"
  },
  {
    "header": 10,
    "content": " عَنِ ابْنِ عَبَّاس وأنس بن مالك رَضِي الله عنْهُم أَنَّ رَسُولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم قَالَ :  لَوْ أَنَّ لابْنِ آدَمَ وَادِياً مِنْ ذَهَبِ أَحَبَّ أَنْ يَكُونَ لَهُ وادِيانِ ، وَلَنْ يَمْلأَ فَاهُ إِلاَّ التُّرَابُ ، وَيَتُوب اللَّهُ عَلَى مَنْ تَابَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 11,
    "content": " عَنْ أبي هريرة رَضِي اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم قَالَ :  يَضْحكُ اللَّهُ سبْحَانُه وتَعَالَى إِلَى رَجُلَيْنِ يقْتُلُ أحدُهُمَا الآخَرَ يدْخُلاَنِ الجَنَّة ، يُقَاتِلُ هَذَا في سبيلِ اللَّهِ فيُقْتل ، ثُمَّ يَتُوبُ اللَّهُ عَلَى الْقَاتِلِ فَيسْلِمُ فيستشهدُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 12,
    "content": " عَنْ أبي يَحْيَى صُهَيْبِ بْنِ سِنَانٍ رَضِيَ اللَّهُ عَنْهُ قَالَ : قَالَ رَسُولُ الله صَلّى اللهُ عليه وسَلَّم : عَجَباً لأمْرِ الْمُؤْمِنِ إِنَّ أَمْرَهُ كُلَّهُ لَهُ خَيْرٌ ، وَلَيْسَ ذَلِكَ لأِحَدٍ إِلاَّ للْمُؤْمِن : إِنْ أَصَابَتْهُ سَرَّاءُ شَكَرَ فَكَانَ خَيْراً لَهُ ، وَإِنْ أَصَابَتْهُ ضَرَّاءُ صَبَرَ فَكَانَ خيْراً لَهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 13,
    "content": " عنْ أَنسٍ رضِيَ الله عنْهُ قَالَ : لمَّا ثقُلَ النَّبِيُّ صَلّى اللهُ عليه وسَلَّم جَعَلَ يتغشَّاهُ الكرْبُ فقَالتْ فاطِمَةُ رَضِيَ الله عنْهَا : واكَرْبَ أبَتَاهُ ، فَقَالَ :  ليْسَ عَلَى أبيك كرْبٌ بعْدَ اليَوْمِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 14,
    "content": " عَنْ أبي هَرَيرَةَ رَضي اللَّه عنه أَنَّ رَسُولَ اللَّه صَلّى اللهُ عليه وسَلَّم قالَ :  يَقولُ اللَّهُ تَعَالَى: مَا لِعَبْدِي المُؤْمِنِ عِنْدِي جَزَاءٌ إِذَا قَبضْتُ صَفِيَّهُ مِنْ أَهْلِ الدُّنْيَا ثُمَّ احْتَسَبهُ إِلاَّ الجَنَّة ",
    "end": "صدق رسول الله"
  },
  {
    "header": 15,
    "content": " عَنْ أَنسٍ رضي اللَّه عنه قال : سَمِعْتُ رسول اللَّه صَلّى اللهُ عليه وسَلَّم يقولُ :  إنَّ اللَّه عَزَّ وجَلَّ قَالَ : إِذَا ابْتَلَيْتُ عَبدِي بحبيبتَيْهِ فَصبَرَ عَوَّضْتُهُ مِنْهُمَا الْجنَّةَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 16,
    "content": " عنْ أَبي عبْدِ الرَّحْمنِ عبْدِ اللَّه بنِ مسْعُودٍ رضيَ اللَّه عنه قَال : كَأَنِّي أَنْظُرُ إِلى رسولِ اللَّه صَلّى اللهُ عليه وسَلَّم يحْكيِ نَبيّاً من الأَنْبِياءِ ، صلواتُ اللَّهِ وسَلاَمُهُ عَليْهم ، ضَرَبُهُ قَوْمُهُ فَأَدْمـوْهُ وهُو يمْسحُ الدَّم عنْ وجْهِهِ ، يقُولُ :  اللَّهمَّ اغْفِرْ لِقَوْمي فإِنَّهُمْ لا يعْلمُونَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 17,
    "content": " عنْ أَبي سَعيدٍ وأَبي هُرَيْرة رضي اللَّه عَنْهُمَا عن النَّبيِّ صَلّى اللهُ عليه وسَلَّم قَالَ : مَا يُصِيبُ الْمُسْلِمَ مِنْ نَصَبٍ وَلاَ وَصَبٍ وَلاَ هَمٍّ وَلاَ حَزَن وَلاَ أَذًى وَلاَ غمٍّ ، حتَّى الشَّوْكَةُ يُشَاكُها إِلاَّ كفَّر اللَّه بهَا مِنْ خطَايَاه ",
    "end": "صدق رسول الله"
  },
  {
    "header": 18,
    "content": " عنْ أَبي هُرَيرة رضيَ اللَّهُ عنه قال : قال رسولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  مَنْ يُرِدِ اللَّهُ بِهِ خَيْراً يُصِبْ مِنْهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 19,
    "content": " عَنْ أَنَسٍ رضي اللَّهُ عنه قال : قال رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  لا يتَمنينَّ أَحدُكُمُ الْمَوْتَ لِضُرٍّ أَصَابَهُ ، فَإِنْ كَانَ لا بُدَّ فاعلاً فليقُل : اللَّهُمَّ أَحْيني ما كَانَت الْحياةُ خَيراً لِي وتوفَّني إِذَا كَانَتِ الْوفاَةُ خَيْراً لِي ",
    "end": "صدق رسول الله"
  },
  {
    "header": 20,
    "content": " عن أنس رضي اللَّه عنه قال : قال رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  إِذَا أَرَادَ اللَّهُ بعبْدِهِ خَيْراً عجَّلَ لَهُ الْعُقُوبةَ في الدُّنْيَا ، وإِذَا أَرَادَ اللَّه بِعبدِهِ الشَّرَّ أمسَكَ عنْهُ بذَنْبِهِ حتَّى يُوافِيَ بهِ يَومَ الْقِيامةِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 21,
    "content": " عنْ أَبِي هُريرةَ رضي اللَّه عنه أَن رسول اللَّه صَلّى اللهُ عليه وسَلَّم قال :  لَيْسَ الشديدُ بالصُّرَعةِ إِنمَّا الشديدُ الَّذي يمْلِكُ نَفسَهُ عِنْد الْغَضَبِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 22,
    "content": " عنْ مُعاذ بْنِ أَنَسٍ رضي اللَّه عنه أَنَّ النَّبِيَّ صَلّى اللهُ عليه وسَلَّم قَالَ :  مَنْ كظَمَ غيظاً ، وهُو قَادِرٌ عَلَى أَنْ يُنْفِذَهُ ، دَعَاهُ اللَّهُ سُبْحانَهُ وتَعالَى عَلَى رُؤُوسِ الْخلائقِ يَوْمَ الْقِيامَةِ حَتَّى يُخَيِّرَهُ مِنَ الْحُورِ الْعِينِ مَا شَاءَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 23,
    "content": " عنْ أَبِي هُريْرَةَ رَضيَ اللَّهُ عنهُ أَنَّ رَجُلاً قَالَ للنَّبِيِّ صَلّى اللهُ عليه وسَلَّم : أوْصِني ، قَالَ :  لا تَغضَبْ  فَردَّدَ مِراراً قَالَ ،  لا تَغْضَبْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 24,
    "content": " عَنْ أبي هُرَيْرةَ رَضِيَ اللَّهُ عنه قال : قال رسولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  مَا يَزَال الْبَلاءُ بِالْمُؤْمِنِ وَالْمؤمِنَةِ في نَفْسِهِ وَولَدِهِ ومَالِهِ حَتَّى يَلْقَى اللَّه تعالى وَمَا عليه خَطِيئَةٌ",
    "end": "صدق رسول الله"
  },
  {
    "header": 25,
    "content": " عن أبي يحْيَى أُسَيْدِ بْنِ حُضَيْرٍ رضي اللَّهُ عنهُ أَنَّ رَجُلاً مِنَ الأَنْصَارِ قال : يا رسولَ اللَّهِ أَلا تَسْتَعْمِلُني كَمَا اسْتْعْملتَ فُلاناً وفلاناً فَقَالَ :  إِنَّكُمْ سَتَلْقَوْنَ بَعْدي أَثَرَةً فاصْبِرُوا حَتَّى تلقَوْنِي علَى الْحوْضِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 26,
    "content": " عَنْ أبي مُحَمَّدٍ الْحَسنِ بْنِ عَلِيِّ بْنِ أبي طَالِبٍ ، رَضيَ اللَّهُ عَنْهما ، قَالَ حفِظْتُ مِنْ رسولِ اللَّه صَلّى اللهُ عليه وسَلَّم :  دَعْ ما يَرِيبُكَ إِلَى مَا لا يَريبُكَ ، فَإِنَّ الصِّدْقَ طُمأنينَةٌ، وَالْكَذِبَ رِيبةٌ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 27,
    "content": " عَنْ أبي ثَابِتٍ ، وقِيلَ : أبي سعيدٍ ، وقِيلَ : أبي الْولِيدِ ، سَهْلِ بْنِ حُنيْفٍ ، وَهُوَ بدرِيٌّ ، رضي اللَّه عنه ، أَن النبيَّ صَلّى اللهُ عليه وسَلَّم قال :  مَنْ سَأَلَ اللَّهَ ، تعالَى الشِّهَادَة بِصِدْقٍ بَلَّغهُ اللَّهُ مَنَازِلَ الشُّهدَاء ، وإِنْ مَاتَ عَلَى فِراشِهِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 28,
    "content": " عن أبي ذَرٍّ جُنْدُبِ بْنِ جُنَادةَ ، وأبي عبْدِ الرَّحْمنِ مُعاذِ بْنِ جبل رضيَ اللَّه عنهما ، عنْ رسولِ اللَّهِ صَلّى اللهُ عليه وسَلَّم ، قال :  اتَّقِ اللَّهَ حَيْثُمَا كُنْتَ وأَتْبِعِ السَّيِّئَةَ الْحسنةَ تَمْحُهَا، وخَالقِ النَّاسَ بخُلُقٍ حَسَنٍ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 29,
    "content": " عَنْ أبي هريْرَةَ ، رضي اللَّه عنه ، عن النبيِّ صَلّى اللهُ عليه وسَلَّم قال : إِنَّ اللَّهَ تَعَالَى يَغَارُ ، وَغَيْرَةُ اللَّهِ تَعَالَى ، أنْ يَأْتِيَ الْمَرْءُ مَا حَرَّمَ اللَّهُ عليه ",
    "end": "صدق رسول الله"
  },
  {
    "header": 30,
    "content": " عَنْ أبي يَعْلَى شَدَّادِ بْن أَوْسٍ رضي اللَّه عنه عن النبي صَلّى اللهُ عليه وسَلَّم قال : الكَيِّس مَنْ دَانَ نَفْسَهُ ، وَعَمِلَ لِما بَعْدَ الْموْتِ ، وَالْعَاجِزُ مَنْ أَتْبَعَ نَفْسَه هَواهَا ، وتمَنَّى عَلَى اللَّهِ الأماني ",
    "end": "صدق رسول الله"
  },
  {
    "header": 31,
    "content": " عَنْ أبي هُرَيْرَةَ رضي اللَّهُ عنهُ قال : قالَ رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم : مِنْ حُسْنِ إِسْلامِ الْمَرْءِ تَرْكُهُ مَالاَ يَعْنِيهِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 32,
    "content": " عَنْ عُمَرَ رضي اللَّهُ عنه عَنِ النَّبِيِّ صَلّى اللهُ عليه وسَلَّم قال :  لا يُسْأَلُ الرَّجُلُ فيمَ ضَربَ امْرَأَتَهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 33,
    "content": " عَنْ ابْنِ مَسْعُودٍ رضي اللَّه عنه أَنَّ النَّبِيَّ صَلّى اللهُ عليه وسَلَّم كَانَ يَقُولُ : اللَّهُمَّ إِنِّي أَسْأَلُكَ الْهُدَى وَالتُّقَى وَالْعفافَ والْغِنَى ",
    "end": "صدق رسول الله"
  },
  {
    "header": 34,
    "content": " عَنْ أبي طَريفٍ عدِيِّ بْنِ حاتمٍ الطائِيِّ رضي اللَّه عنه قال : سمعت رسولَ اللَّه صَلّى اللهُ عليه وسَلَّم يقُولُ :  مَنْ حَلَفَ عَلَى يمِين ثُمَّ رَأَى أتقَى للَّهِ مِنْها فَلْيَأْتِ التَّقْوَى ",
    "end": "صدق رسول الله"
  },
  {
    "header": 35,
    "content": " عنْ أبي أُمَامَةَ صُدَيَّ بْنِ عَجْلانَ الْباهِلِيِّ رضي اللَّهُ عنه قال: سَمِعْتُ رسول اللَّه صَلّى اللهُ عليه وسَلَّم يَخْطُبُ في حَجَّةِ الْودَاع فَقَالَ :  اتَّقُوا اللَّه ، وصَلُّوا خَمْسكُمْ ، وصُومُوا شَهْرَكمْ ، وأَدُّوا زكَاةَ أَمْوَالِكُمْ ، وَأَطِيعُوا أُمَرَاءَكُمْ ، تَدْخُلُوا جَنَّةَ رَبِّكُمْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 36,
    "content": " عن ابْنِ عَبَّاس رضي اللَّه عنهما قال : حسْبُنَا اللَّهُ ونِعْمَ الْوكِيلُ قَالَهَا إبْراهِيمُ صَلّى اللهُ عليه وسَلَّم حينَ أُلْقِى في النَّارِ ، وَقالهَا مُحمَّدٌ صَلّى اللهُ عليه وسَلَّم حيِنَ قَالُوا: إِنَّ النَّاسَ قَدْ جَمعُوا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إيماناً وقَالُوا : حَسْبُنَا اللَّهُ وَنِعْمَ الْوكِيلُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 37,
    "content": " عَن أبي هُرَيْرةَ رضي اللَّه عنه عن النبي صَلّى اللهُ عليه وسَلَّم يَدْخُلُ الْجَنَّةَ أقْوَامٌ أفْئِدتُهُمْ مِثْلُ أفئدة الطَّيْرِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 38,
    "content": " عنْ عمرَ رضي اللَّهُ عنه قال : سمعْتُ رسولَ اللَّه صَلّى اللهُ عليه وسَلَّم يقُولُ:  لَوْ أنَّكم تتوكَّلونَ على اللَّهِ حقَّ تَوكُّلِهِ لرزَقكُم كَما يرزُقُ الطَّيْرَ ، تَغْدُو خِماصاً وترُوحُ بِطَاناً",
    "end": "صدق رسول الله"
  },
  {
    "header": 39,
    "content": " عنْ أبي هُريْرة رضي اللَّه عنه : قال قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم :  قَارِبُوا وسدِّدُوا ، واعْلَمُوا أَنَّه لَنْ ينْجُو أحدٌ منْكُمْ بعملهِ  قَالوا : ولا أنْت يَا رسُولَ اللَّه؟ قال :  ولا أَنَا إلا أنْ يتَغَمَّدني اللَّه برَحْمةٍ منْه وَفضْلٍ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 40,
    "content": " عَنْ أبي هريرة رضي اللَّه عنه أن رسولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم قال:  بادِروا بالأعْمالِ الصَّالِحةِ ، فستكونُ فِتَنٌ كقطَعِ اللَّيلِ الْمُظْلمِ يُصبحُ الرجُلُ مُؤمناً ويُمْسِي كافراً ، ويُمسِي مُؤْمناً ويُصبحُ كافراً ، يبيع دينه بعَرَضٍ من الدُّنْيا",
    "end": "صدق رسول الله"
  },
  {
    "header": 41,
    "content": " عن أبي هريرة رضي اللَّه عنه أَن رسول اللَّه صَلّى اللهُ عليه وسَلَّم قال:  بادروا بالأَعْمال سبعاً، هل تَنتَظرونَ إلاَّ فقراً مُنسياً، أَوْ غنيٌ مُطْغياً، أَوْ مرضاً مُفسداً، أَو هرماً مُفْنداً أَو موتاً مُجهزاً أَوِ الدَّجَّال فشرُّ غَائب يُنتَظر، أَوِ السَّاعة فالسَّاعةُ أَدْهى وأَمر",
    "end": "صدق رسول الله"
  },
  {
    "header": 42,
    "content": " عن أَنس رضي اللَّه عنه عن النبي صَلّى اللهُ عليه وسَلَّم فيمَا يرْوِيهِ عنْ ربهِ عزَّ وجَلَّ قال: إِذَا تقرب الْعبْدُ إِليَّ شِبْراً تَقرَّبْتُ إِلَيْهِ ذِراعاً، وإِذَا تقرَّب إِلَيَّ ذراعاً تقرَّبْتُ منه باعاً، وإِذا أَتانِي يَمْشِي أَتيْتُهُ هرْوَلَة",
    "end": "صدق رسول الله"
  },
  {
    "header": 43,
    "content": " عن ابن عباس رضي اللَّه عنه قال: قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم: نِعْمتانِ مغبونٌ فيهما كثير من الناس: الصحة والفراغ",
    "end": "صدق رسول الله"
  },
  {
    "header": 44,
    "content": " عن عائشة رضي اللَّه عنها أنها قالت: كان رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم إذَا دَخَلَ الْعشْرُ أحيا اللَّيْلَ، وأيقظ أهْلهْ، وجدَّ وشَدَّ المِئْزَرَ",
    "end": "صدق رسول الله"
  },
  {
    "header": 45,
    "content": " قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم : حُجِبتِ النَّارُ بِالشَّهَواتِ، وحُجِبتْ الْجَنَّةُ بَالمكَارِهِ",
    "end": "صدق رسول الله"
  },
  {
    "header": 46,
    "content": " عن أنس رضي اللَّه عنه عن رسولِ اللَّهِ صَلّى اللهُ عليه وسَلَّم قال: يتْبعُ الميْتَ ثلاثَةٌ: أهلُهُ ومالُه وعمَلُه، فيرْجِع اثنانِ ويبْقَى واحِدٌ: يرجعُ أهلُهُ ومالُهُ، ويبقَى عملُهُ",
    "end": "صدق رسول الله"
  },
  {
    "header": 47,
    "content": " عن ابن مسعودٍ رضيَ اللَّهُ عنه قال: قال النبيُّ صَلّى اللهُ عليه وسَلَّم: الجنة أقَربُ إلى أَحدِكُم مِنْ شِراكِ نَعْلِهِ والنَّارُ مِثْلُ ذلِكَ",
    "end": "صدق رسول الله"
  },
  {
    "header": 48,
    "content": " عن أبي عبد اللَّه ويُقَالُ: أبُو عبْدِ الرَّحمنِ ثَوْبانَ موْلى رسولِ اللَّهِ صَلّى اللهُ عليه وسَلَّم قال: سمِعْتُ رسولَ اللَّه صَلّى اللهُ عليه وسَلَّم يقول: عليكَ بِكَثْرةِ السُّجُودِ، فإِنَّك لَنْ تَسْجُد للَّهِ سجْدةً إلاَّ رفَعكَ اللَّهُ بِهَا درجةً، وحطَّ عنْكَ بِهَا خَطِيئَةً",
    "end": "صدق رسول الله"
  },
  {
    "header": 49,
    "content": " عن أبي صَفْوانَ عبدِ اللَّه  بن بُسْرٍ الأسلَمِيِّ، رضي اللَّه عنه، قال: قال رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم: خَيْرُ النَّاسِ مَن طالَ عمُرُه وَحَسُنَ عملُه",
    "end": "صدق رسول الله"
  },
  {
    "header": 50,
    "content": " عن أَبِي هريرة رضي اللَّه عنه ، عن النَّبِيِّ صَلّى اللهُ عليه وسَلَّم قال : أعْذَرَ اللَّهُ إلى امْرِىءٍ أخَّرَ أجلَه حتى بلَغَ سِتِّينَ سنةً ",
    "end": "صدق رسول الله"
  },
  {
    "header": 51,
    "content": " عن عائشةَ رضي اللَّه عنها قالت : ما صَلَّى رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم صلاةً بعْد أَنْ نزَلَتْ علَيْهِ  { إذَا جَاءَ نصْرُ اللِّهِ والْفَتْحُ }  إلاَّ يقول فيها :  سُبْحانك ربَّنَا وبِحمْدِكَ ، اللَّهُمَّ اغْفِرْ لى ",
    "end": "صدق رسول الله"
  },
  {
    "header": 52,
    "content": " عن جابر رضي اللَّه عنه قال : قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم :  يُبْعثُ كُلُّ عبْدٍ على ما مَاتَ علَيْهِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 53,
    "content": " قال النبي صَلّى اللهُ عليه وسَلَّم :  عُرِضَتْ عَلَيَّ أعْمالُ أُمَّتي حسَنُهَا وسيِّئُهَا فوجَدْتُ في مَحاسِنِ أعْمالِهَا الأذَى يُماطُ عن الطَّرِيقِ ، وَوجَدْتُ في مَساوَىءِ أعْمالِها النُّخَاعَةُ تَكُونُ فِي المَسْجِدِ لاَ تُدْفَنُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 54,
    "content": " قال النبيُّ صلى اللَّه عليه وآله وسلم : لاَ تَحقِرنَّ مِن المعْرُوفِ شَيْئاً ولَوْ أنْ تلْقَى أخَاكَ بِوجهٍ طلِيقٍ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 55,
    "content": " عن النَبِيِّ صَلّى اللهُ عليه وسَلَّم قال :  منْ غدَا إلى المَسْجِدِ أو رَاحَ ، أعدَّ اللَّهُ لَهُ في الجنَّةِ نُزُلاً كُلَّمَا غَدا أوْ رَاحَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 56,
    "content": " قال رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  يا نِسَاء المُسْلِماتِ لاَ تَحْقِرنَّ جارَةٌ لِجارتِهَا ولَوْ فِرْسِنَ شاةٍ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 57,
    "content": " عن النبي صَلّى اللهُ عليه وسَلَّم قال :  الإِيمَانُ بِضْعٌ وَسبْعُونَ ، أوْ بِضْعٌ وَسِتُّونَ شَعْبَةً : فَأفْضلُهَا قوْلُ لاَ إلَهَ إلاَّ اللَّهُ ، وَأدْنَاهَا إمَاطَةُ الأذَى عنِ الطَّرِيقِ ، وَالحيَاءُ شُعْبةٌ مِنَ الإِيمانِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 58,
    "content": " قَال رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  منْ توضَّأ فأحَسَنَ الْوُضُوءَ ، ثُمَّ أتَى الْجُمعةَ ، فَاستمع وأنْصتَ ، غُفِر لَهُ ما بيْنَهُ وبيْنَ الْجُمعةِ وزِيادةُ ثَلاثَةِ أيَّامٍ ، ومَنْ مسَّ الْحصا فَقد لَغَا ",
    "end": "صدق رسول الله"
  },
  {
    "header": 59,
    "content": " عن رسول اللَّه صَلّى اللهُ عليه وسَلَّم قال :  الصَّلواتُ الْخَمْسُ ، والْجُمُعَةُ إِلَى الْجُمُعةِ ، ورمضانُ إِلَى رمضانَ مُكفِّرَاتٌ لِمَا بينَهُنَّ إِذَا اجْتنِبَت الْكَبائِرُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 60,
    "content": " قال رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  ألا أدلُّكَم على ما يَمْحُو اللَّهُ بِهِ الْخَطايا ، ويرْفَعُ بِهِ الدَّرجاتِ ؟  قالوا : بلى يا رسُولَ اللَّهِ ، قال :  إسباغ الْوُضوءِ على الْمَكَارِهِ وكَثْرةُ الْخُطَا إِلَى الْمسَاجِدِ ، وانْتِظَارُ الصَّلاةِ بعْدِ الصَّلاةِ ، فَذلِكُمُ الرّبَاطُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 61,
    "content": " عن أَبِي موسى الأشعري رضي اللَّه عنه قال : قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم :  منْ صلَّى الْبَرْديْنِ دَخَلَ الْجنَّةَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 62,
    "content": " قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم :  إِذَا مرِضَ الْعبْدُ أَوْ سافَر كُتِب لَهُ ما كانَ يعْملُ مُقِيماً صحيِحاً ",
    "end": "صدق رسول الله"
  },
  {
    "header": 63,
    "content": " عنْ جابرٍ رضي اللَّه عنه قال : قال رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  كُلُّ معرُوفٍ صدقَةٌ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 64,
    "content": " أَراد بنُو سَلِمَة أَن ينْتَقِلوا قُرْبَ المَسْجِدِ فبلَغَ ذلك رسولَ اللَّه صَلّى اللهُ عليه وسَلَّم ، فَقَالَ لَهُمْ :  إِنَّه قَدْ بَلَغَنِي أَنَّكُمْ تُرِيدُونَ أَنْ تَنْتَقِلُوا قُربَ الْمَسْجِدِ ؟  فَقَالُوا : نَعَمْ يا رسولَ اللَّهِ قَدْ أَرَدْنَا ذلكَ ، فَقالَ :  بَنِي سَلِمةَ ديارَكُمْ ، تكْتبْ آثَارُكُمْ ، دِياركُم ، تُكْتَبْ آثارُكُمْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 65,
    "content": " عنْ أَبِي محمدٍ عبدِ اللَّهِ بنِ عمرو بن العاص رضي اللَّه عنهما قال : قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم :  أَرْبعُونَ خَصْلةً أَعلاها منِيحةُ الْعَنْزِ، ما مِنْ عامَلٍ يعملَ بِخَصْلَةٍ مِنْها رجاءَ ثَوَابِهَا وتَصْدِيقَ موْعُودِهَا إِلاَّ أَدْخلَهُ اللَّهُ بِهَا الْجنَّةَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 66,
    "content": " عَنْ عدِيِّ بنِ حاتِمٍ رضي اللَّه عنه قال : سمِعْتُ النَّبِيَّ صَلّى اللهُ عليه وسَلَّم يقول :  اتَّقُوا النار وَلوْ بِشقِّ تَمْرةٍ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 67,
    "content": " عنْ أَنَسٍ رضي اللَّه قال : قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم :  إِنَّ اللَّه لَيرْضَى عَنِ الْعَبْدِ أَنْ يَأْكُلَ الأَكْلَةَ فيحْمدَهُ عليْهَا ، أَوْ يشْربَ الشَّرْبَةَ فيحْمدَهُ عليْهَا ",
    "end": "صدق رسول الله"
  },
  {
    "header": 68,
    "content": " عن عائشةَ رضي اللَّهُ عنها أَن النبي صَلّى اللهُ عليه وسَلَّم دخَلَ عليْها وعِنْدها امْرأَةٌ قال : منْ هَذِهِ ؟ قالت : هَذِهِ فُلانَة تَذْكُرُ مِنْ صَلاتِهَا قالَ :  مَهُ عليكُمْ بِما تُطِيقُون ، فَوَاللَّه لا يَمَلُّ اللَّهُ حتَّى تَمَلُّوا وكَانَ أَحَبُّ الدِّينِ إِلَيْهِ ما داوَمَ صَاحِبُهُ علَيْهِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 69,
    "content": " عن ابن مسعودٍ رضي اللَّه عنه أن النبيَّ صَلّى اللهُ عليه وسَلَّم قال :  هَلَكَ الْمُتَنَطِّعُونَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 70,
    "content": " عن أَبِي هريرة رضي اللَّه عنه النبي صَلّى اللهُ عليه وسَلَّم قال : إِنَّ الدِّينَ يُسْرٌ ، ولنْ يشادَّ الدِّينُ إلاَّ غَلَبه فسدِّدُوا وقَارِبُوا وَأَبْشِرُوا ، واسْتعِينُوا بِالْغدْوةِ والرَّوْحةِ وشَيْءٍ مِن الدُّلْجةِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 71,
    "content": " عن أَبِي عبد اللَّه جابر بن سمُرَةَ رضي اللَّهُ عنهما قال : كُنْتُ أُصَلِّي مَعَ النبيِّ صَلّى اللهُ عليه وسَلَّم الصَّلَوَاتِ ، فَكَانَتْ صلاتُهُ قَصداً وخُطْبَتُه قَصْداً ",
    "end": "صدق رسول الله"
  },
  {
    "header": 72,
    "content": " عن ابن عباس رضي اللَّه عنهما قال : بيْنما النَّبِيُّ صَلّى اللهُ عليه وسَلَّم يَخْطُبُ إِذَا هُوَ بِرجُلٍ قَائِمٍ ، فسأَلَ عَنْهُ فَقَالُوا : أَبُو إِسْرائيلَ نَذَر أَنْ يَقُومَ فِي الشَّمْس وَلا يقْعُدَ ، ولا يستَظِلَّ ولا يتَكَلَّمَ ، ويصومَ ، فَقالَ النَّبِيُّ صَلّى اللهُ عليه وسَلَّم :  مُرُوهُ فَلْيَتَكَلَّمْ ولْيَستَظِلَّ ولْيُتِمَّ صوْمَهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 73,
    "content": " عن عمرَ بن الخطاب رضي اللَّه عنه قال : قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم:  منْ نَامَ عَنْ حِزْبِهِ مِنَ اللَّيْل ، أَو عَنْ شَيْءٍ مِنْهُ فَقَرأَه ما بينَ صلاةِ الْفَجِر وَصـلاةِ الظهرِ ، كُتب لَهُ كأَنما قرأَهُ مِن اللَّيْلِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 74,
    "content": " عن عبدِ اللَّه بنِ عمرو بنِ العاص رضي اللَّه عنهما قال : قال لي رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  يَا عبْدَ اللَّه لا تَكُنْ مِثلْ فُلانٍ ، كَانَ يقُومُ اللَّيْلَ فَتَركَ قِيامَ اللَّيْل ",
    "end": "صدق رسول الله"
  },
  {
    "header": 75,
    "content": " عن عائشةَ رضي اللَّه عنها قالت : كان رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم إذَا فَاتَتْهُ الصَّلاةُ مِنْ اللَّيْلِ مِنْ وجعٍ أَوْ غيْرِهِ ، صلَّى مِنَ النَّهَارِ ثنْتَى عشْرَةَ ركعةً ",
    "end": "صدق رسول الله"
  },
  {
    "header": 76,
    "content": " عنْ أَبِي هُرَيْرَةَ رضي اللَّه عنه عن النبيِّ صَلّى اللهُ عليه وسَلَّم قال : دَعُونِي ما تَرَكتُكُمْ: إِنَّما أَهْلَكَ من كَانَ قبْلكُم كَثْرةُ سُؤَالِهمْ ، وَاخْتِلافُهُمْ عَلَى أَنْبيائِهمْ، فَإِذا نَهَيْتُكُمْ عنْ شَيْءٍ فاجْتَنِبُوهُ ، وَإِذا أَمَرْتُكُمْ بأَمْرٍ فَأْتُوا مِنْهُ ما اسْتَطَعْتُمْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 77,
    "content": " عنْ أَبِي عبدِ اللَّه النُّعْمَانِ بْنِ بَشيِرٍ رضي اللَّه عنهما، قال: سمِعْتُ رسولَ اللَّه صَلّى اللهُ عليه وسَلَّم يقولُ :  لَتُسَوُّنَّ صُفُوفَكُمْ أَوْ لَيُخَالِفَنَّ اللَّه بَيْنَ وُجُوهِكمْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 78,
    "content": " عن أَبِي موسى رضي اللَّه عنه قال : احْتَرق بيْتٌ بالْمدِينَةِ عَلَى أَهلِهِ مِنَ اللَّيْل فَلَمَّا حُدِّث رسول اللَّه صَلّى اللهُ عليه وسَلَّم بِشَأْنِهمْ قال :  إِنَّ هَذِهِ النَّار عَدُوٌّ لكُمْ ، فَإِذَا نِمْتُمْ فَأَطْفِئُوهَا عَنْكُمْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 79,
    "content": " عن جابرٍ رضي اللَّه عنه قال : قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم : مثَلِي ومثَلُكُمْ كَمَثَل رجُلٍ أَوْقَدَ نَاراً فَجَعَلَ الْجَنَادِبُ وَالْفَراشُ يَقَعْنَ فيهَا وهُوَ يذُبُّهُنَّ عَنهَا وأَنَا آخذٌ بحُجَزِكُمْ عَنِ النارِ ، وأَنْتُمْ تَفَلَّتُونَ منْ يَدِي ",
    "end": "صدق رسول الله"
  },
  {
    "header": 80,
    "content": " عَنْ جابرٍ رضي اللَّه عنه أَنْ رسولَ اللَّه صَلّى اللهُ عليه وسَلَّم أَمَر بِلَعْقِ الأَصابِعِ وَالصحْفةِ وقال:  إِنَّكُــم لا تَدْرُونَ في أَيِّهَا الْبَرَكَةَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 81,
    "content": " عَنْ  أَبِي سعيدٍ عبدِ اللَّهِ بنِ مُغَفَّلٍ ، رضي اللَّه عنه ، قال : نَهَى رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم ، عَن الخَذْفِ وقالَ :  إِنَّهُ لا يقْتُلُ الصَّيْدَ ، ولا يَنْكَأُ الْعَدُوَّ ، وَإِنَّهُ يَفْقَأُ الْعَيْنَ ، ويَكْسِرُ السِّنَّ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 82,
    "content": " عن عائشةَ ، رضي اللَّه عنها ، قالت قال رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  منْ أَحْدثَ في أَمْرِنَا هَذَا مَا لَيْسَ مِنْهُ فهُو رَدٌّ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 83,
    "content": " عن ابن مسعودٍ رضي اللَّه عنه أَنَّ النَّبِيَّ صَلّى اللهُ عليه وسَلَّم قال :  ليس مِنْ نفْسٍ تُقْتَلُ ظُلماً إِلاَّ كَانَ عَلَى ابنِ آدمَ الأوَّلِ كِفْلٌ مِنْ دمِهَا لأَنَّهُ كَان أَوَّل مَنْ سَنَّ الْقَتْلَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 84,
    "content": " عن أَبِي مسعودٍ عُقبَةَ بْن عمْرٍو الأَنْصَارِيِّ رضي اللَّه عنه قال : قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم :  مَنْ دَلَّ عَلَى خَيْرٍ فَلهُ مثلُ أَجْرِ فَاعِلِهِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 85,
    "content": " عن أَبِي هريرة رضي اللَّه عنه أَن رسولَ اللَّه صَلّى اللهُ عليه وسَلَّم قال : منْ دَعَا إِلَى هُدًى كَانَ لَهُ مِنَ الأَجْرِ مِثْلُ أُجُورِ منْ تَبِعَهُ لا ينْقُصُ ذلِكَ مِنْ أُجُورِهِم شَيْئاً ، ومَنْ دَعَا إِلَى ضَلاَلَةٍ كَانَ عليه مِنَ الإِثْمِ مِثْلُ آثَامِ مَنْ تَبِعَهُ لا ينقُصُ ذلكَ مِنْ آثَامِهِمْ شَيْئاً ",
    "end": "صدق رسول الله"
  },
  {
    "header": 86,
    "content": " عن أَبي عبدِ الرحمن زيدِ بن خالدٍ الْجُهَنيِّ رضيَ اللَّه عنه قَالَ : قَالَ رَسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم : مَنْ جهَّزَ غَازِياً في سَبِيلِ اللَّه فَقَدْ غَزَا وَمَنْ خَلَفَ غَازِياً في أَهْلِهِ بِخَيْرٍ فَقَدْ غَزَا",
    "end": "صدق رسول الله"
  },
  {
    "header": 87,
    "content": " عن أَبِي سعيدٍ الخُدْرِيِّ رضي اللَّه عنهُ أَنَّ رسولَ اللَّه صَلّى اللهُ عليه وسَلَّم ، بَعَثَ بَعْثاً إِلى بَني لِحيانَ مِنْ هُذَيْلٍ فقالَ :  لِيَنْبعِثْ مِنْ كُلِّ رَجُلَيْنِ أَحَدُهُمَا وَالأَجْرُ بَيْنَهُمَا ",
    "end": "صدق رسول الله"
  },
  {
    "header": 88,
    "content": " عن ابنِ عباسٍ رضي اللَّه عنهما أَنَّ رسُولَ اللَّه صَلّى اللهُ عليه وسَلَّم لَقِيَ ركْباً بالرَّوْحَاءِ فقال: مَنِ الْقوْمُ ؟  قالُوا : المُسْلِمُونَ ، فَقَالُوا : مَنْ أَنْتَ ؟ قال : رسولُ اللَّه فَرَفَعَتْ إِلَيْهِ امْرَأَةٌ صَبِيًّا فَقَالَتْ : أَلَهَذَا حَجٌّ ؟ قال :  نَعمْ وَلَكِ أَجْرٌ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 89,
    "content": " عَنْ أَبِي موسى الأَشْعَرِيِّ رضيَ اللَّهُ عنه ، عن النبيِّ صَلّى اللهُ عليه وسَلَّم أَنَّهُ قال:  الخَازِنُ المُسْلِمُ الأَمِينُ الذي يُنَفِّذُ ما أُمِرَ بِهِ ، فَيُعْطِيهِ كَامِلاً مَوفَّراً ، طَيِّبَةً بِهِ نَفْسُهُ فَيَدْفَعُهُ إِلى الذي أُمِرَ لَهُ بِهِ أَحَدُ المُتَصَدِّقَيْنِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 90,
    "content": " عن أَبِي رُقيَّةَ تَميمِ بنِ أَوْس الدَّارِيِّ رضي اللَّه عنه أَنَّ النَّبِيَّ صَلّى اللهُ عليه وسَلَّم قَالَ:  الدِّينُ النَّصِيحَةُ  قُلْنَا : لِمَنْ ؟ قَالَ  للَّه وَلِكِتَابِهِ ولِرسُولِهِ وَلأَئمَّةِ المُسْلِمِينَ وَعَامَّتِهِمْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 91,
    "content": " عَنْ أَنَس رضي اللَّه عنه عن النبيِّ صَلّى اللهُ عليه وسَلَّم قال :  لاَ يُؤْمِنُ أَحَدُكُمْ حَتَّى يُحِبَّ لأَخِيهِ مَا يُحِبُّ لِنَفْسِهِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 92,
    "content": " عن أَبي سعيدٍ الخُدْريِّ رضي اللَّه عنه قال : سمِعْتُ رسُولَ اللَّه صَلّى اللهُ عليه وسَلَّم يقُولُ :  مَنْ رَأَى مِنْكُم مُنْكراً فَلْيغيِّرْهُ بِيَدهِ ، فَإِنْ لَمْ يَسْتَطعْ فبِلِسَانِهِ ، فَإِنْ لَمْ يَسْتَطِعْ فَبقَلبهِ وَذَلَكَ أَضْعَفُ الإِيمانِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 93,
    "content": " عَنْ حذيفةَ رضي اللَّه عنه أَنَّ النبي صَلّى اللهُ عليه وسَلَّم قال :  والَّذِي نَفْسِي بِيَدِهِ لَتَأْمُرُنَّ بالْمعرُوفِ ، ولَتَنْهَوُنَّ عَنِ المُنْكَرِ ، أَوْ لَيُوشِكَنَّ اللَّه أَنْ يَبْعثَ عَلَيْكمْ عِقَاباً مِنْهُ ، ثُمَّ تَدْعُونَهُ فَلاَ يُسْتَجابُ لَكُمْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 94,
    "content": " عنْ أَبِي سَعيد الْخُدريِّ رضي اللَّه عنه عن النبيِّ صَلّى اللهُ عليه وسَلَّم قال: أَفْضَلُ الْجِهَادِ كَلِمَةُ عَدْلٍ عندَ سلْطَانٍ جائِرٍ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 95,
    "content": " عنْ أَبِي عبدِ اللَّه طارِقِ بنِ شِهابٍ الْبُجَلِيِّ الأَحْمَسِيِّ رضي اللَّه عنه أَنَّ رجلاً سأَلَ النَّبِيَّ صَلّى اللهُ عليه وسَلَّم ، وقَدْ وَضعَ رِجْلَهُ في الغَرْزِ : أَيُّ الْجِهادِ أَفْضَلُ؟ قَالَ : كَلِمَةُ حقٍّ عِنْدَ سُلْطَانٍ جائِر ",
    "end": "صدق رسول الله"
  },
  {
    "header": 96,
    "content": " عن أَبي هريرة ، رضي اللَّه عنه ، أن رسولَ اللَّه صَلّى اللهُ عليه وسَلَّم قال :  آيَةُ المُنَافِقِ ثَلاثٌ: إِذَا حَدَّثَ كَذَبَ ، وَإِذَا وَعَدَ أَخْلَفَ ، وإِذَا آؤْتُمِنَ خَانَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 97,
    "content": " عن جابر رضي اللَّه عنه أَن رسولَ اللَّه صَلّى اللهُ عليه وسَلَّم قال :  اتَّقُوا الظُّلْمَ فَإِنَّ الظُّلْمَ ظُلُمَاتٌ يَوْمَ الْقِيَامَةِ ، واتَّقُوا الشُّحَّ فَإِنَّ الشُّحَّ أَهْلَكَ مـَنْ كَانَ قَبْلَكُمْ ، حملَهُمْ على أَنْ سفَكَوا دِماءَهُمْ واسْتَحلُّوا مَحارِمَهُمْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 98,
    "content": " عن أَبِي هريرة رضي اللَّه عنه أَن رسولَ اللَّه صَلّى اللهُ عليه وسَلَّم قال :  لَتُؤَدُّنَّ الْحُقُوقَ إِلَى أَهْلِهَا يَوْمَ الْقيامَةِ حَتَّى يُقَادَ للشَّاةِ الْجَلْحَاء مِنَ الشَّاةِ الْقَرْنَاء ",
    "end": "صدق رسول الله"
  },
  {
    "header": 99,
    "content": " عن أَبي هُرِيْرَةَ رضي اللَّه عنه عن النَّبِيِّ صَلّى اللهُ عليه وسَلَّم قال :  مَنْ كَانتْ عِنْدَه مَظْلمَةٌ لأَخِيهِ ، مِنْ عِرْضِهِ أَوْ مِنْ شَيْءٍ ، فَلْيتَحَلَّلْه ِمنْه الْيوْمَ قَبْلَ أَنْ لا يكُونَ دِينَارٌ ولا دِرْهَمٌ ، إنْ كَانَ لَهُ عَملٌ صَالحٌ أُخِذَ مِنْهُ بِقدْرِ مظْلمتِهِ ، وإنْ لَمْ يَكُنْ لَهُ حسَنَاتٌ أُخِذَ مِنْ سيِّئَاتِ صاحِبِهِ فَحُمِلَ عليه ",
    "end": "صدق رسول الله"
  },
  {
    "header": 100,
    "content": " عن عبد اللَّه بن عَمْرو بن الْعاص رضي اللَّه عنهما عن النَّبِيِّ صَلّى اللهُ عليه وسَلَّم قال : الْمُسْلِمُ مَنْ سَلِمَ الْمُسْلِمُونَ مِنْ لِسانِهِ ويَدِهِ ، والْمُهَاجِرُ مَنْ هَجَرَ ما نَهَى اللَّه عَنْهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 101,
    "content": " عن أَبي أُمَامةَ إِيَاسِ بنِ ثعْلَبَةَ الْحَارِثِيِّ رضي اللَّه عنه أَن رسولَ اللَّه صَلّى اللهُ عليه وسَلَّم قال:  مَنِ اقْتَطَعَ حَقَّ امْريءٍ مُسْلمٍ بيَمِينِهِ فَقدْ أَوْجَبَ اللَّه لَه النَّارَ ، وَحَرَّمَ عليه الْجَنَّةَ  فقال رجُلٌ : وإِنْ كَانَ شَيْئاً يسِيراً يا رسولَ اللَّه ؟ فقال :  وإِنْ قَضِيباً مِنْ أَرَاكٍ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 102,
    "content": " عن ابنِ عمرَ رضي اللَّه عنهما قال قال رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  لَنْ يَزَالَ الْمُؤمِنُ فِي فُسْحَةٍ مِنْ دِينِهِ مَالَمْ يُصِبْ دَماً حَراماً ",
    "end": "صدق رسول الله"
  },
  {
    "header": 103,
    "content": " عن خَوْلَةَ بِنْتِ عامِرٍ الأَنْصَارِيَّةِ ، وَهِيَ امْرَأَةُ حمْزَةَ رضي اللَّهُ عنه وعنها ، قالت : سمِعْتُ رسولَ اللَّه صَلّى اللهُ عليه وسَلَّم يَقُولُ :  إِنَّ رِجَالاً يَتَخَوَّضُونَ فِي مالِ اللَّهِ بِغَيْرِ حَـقٍّ فَلهُمُ النَّارُ يَوْمَ الْقِيَامةِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 104,
    "content": " قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم :  مَن مَرَّ فِي شَيْءٍ مِنْ مَسَاجِدِنَا ، أَوْ أَسْوَاقِنَا، ومَعَه نَبْلٌ فَلْيُمْسِكْ ، أَوْ لِيَقْبِضْ عَلَى نِصالِهَا بِكفِّهِ أَنْ يُصِيب أَحَداً مِنَ الْمُسْلِمِينَ مِنْهَا بِشَيْءٍ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 105,
    "content": " عن النُّعْمَانِ بنِ بشِيرٍ رضي اللَّه عنهما قال : قال رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم:  مثَلُ الْمُؤْمِنِينَ فِي تَوَادِّهِمْ وتَرَاحُمِهِمْ وتَعاطُفِهِمْ ، مَثَلُ الْجَسَدِ إِذَا اشْتَكَى مِنْهُ عُضْوٌ تَداعَى لهُ سائِرُ الْجسدِ بالسهَرِ والْحُمَّى ",
    "end": "صدق رسول الله"
  },
  {
    "header": 106,
    "content": " عن أَبي هُريْرَةَ رضي اللَّه عنه قال : قبَّل النَّبِيُّ صَلّى اللهُ عليه وسَلَّم الْحسنَ ابن عَليٍّ رضي اللَّه عنهما ، وَعِنْدَهُ الأَقْرعُ بْنُ حَابِسٍ ، فقال الأَقْرَعُ : إِنَّ لِي عَشرةً مِنَ الْولَدِ ما قَبَّلتُ مِنْهُمْ أَحداً فنَظَر إِلَيْهِ رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم فقال : مَن لا يَرْحمْ لا يُرْحَمْ",
    "end": "صدق رسول الله"
  },
  {
    "header": 107,
    "content": " عن عائشةَ رضي اللَّه عنها قالت : قدِم ناسٌ مِن الأَعْرابِ عَلَى رسول اللَّه صَلّى اللهُ عليه وسَلَّم، فقالوا : أَتُقبِّلونَ صِبيْانَكُمْ ؟ فقال :  نَعَمْ  قالوا : لَكِنَّا واللَّه ما نُقَبِّلُ ، فقال رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  أَوَ أَمْلِكُ إِنْ كَانَ اللَّه نَزعَ مِنْ قُلُوبِكُمْ الرَّحمَةَ",
    "end": "صدق رسول الله"
  },
  {
    "header": 108,
    "content": " عن جرير بن عبد اللَّه رضي اللَّه عنه قال : قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم :  مَنْ لا يرْحَم النَّاس لا يرْحمْهُ اللَّه ",
    "end": "صدق رسول الله"
  },
  {
    "header": 109,
    "content": " عن عائشة رضي اللَّه عنها قَالَتْ : إِنْ كَان رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم لَيدعُ الْعَمَلَ ، وهُوَ يحِبُّ أَنَ يَعْملَ بِهِ ، خَشْيةَ أَنْ يَعْمَلَ بِهِ النَّاسُ فيُفْرَضَ عليهمْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 111,
    "content": " عن أَبي قَتادَةَ الْحارِثِ بنِ ربْعي رضي اللَّه عنه قال : قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم : إِنِّي لأَقُومُ إِلَى الصَّلاةِ ، وَأُرِيدُ أَنْ أُطَوِّل فِيها ، فَأَسْمعُ بُكَاءَ الصَّبِيِّ ، فَأَتَجوَّزَ فِي صلاتِي كَرَاهِيَةَ أَنْ أَشُقَّ عَلَى أُمِّهِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 112,
    "content": " عن جُنْدِبِ بن عبد اللَّه رضي اللَّه عنه قال: قال رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم:منْ صَلَّى صَلاةَ الصُّبحِ فَهُوَ فِي ذِمةِ اللَّه فَلا يطْلُبنَّكُمْ اللَّهُ مِنْ ذِمَّتِهِ بِشَيْءٍ ، فَإِنَّهُ منْ يَطْلُبْهُ مِنْ ذِمَّتِهِ بِشَيْءٍ يُدرِكْه ، ثُمَّ يكُبُّهُ عَلَى وجْهِهِ في نَارِ جَهَنَّم ",
    "end": "صدق رسول الله"
  },
  {
    "header": 113,
    "content": " عن ابن عمر رضي اللَّه عنهما أَنَّ رسول اللَّه صَلّى اللهُ عليه وسَلَّم قال :  المُسْلِمُ أَخُو المُسْلِمِ ، لا يظْلِمُه ، ولا يُسْلِمهُ ، منْ كَانَ فِي حَاجَةِ أَخِيهِ كَانَ اللَّهُ فِي حاجتِهِ ، ومَنْ فَرَّج عنْ مُسْلِمٍ كُرْبةً فَرَّجَ اللَّهُ عنْهُ بِهَا كُرْبَةً مِنْ كُرَبِ يوْمَ الْقِيامَةِ ، ومَنْ ستر مُسْلِماً سَتَرهُ اللَّهُ يَوْم الْقِيَامَةِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 114,
    "content": " عن أَبي هريرة رضي اللَّه عنه قال : قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم : المُسْلِمُ أَخُو الْمُسْلِم لا يخُونُه ولا يكْذِبُهُ ولا يخْذُلُهُ ، كُلُّ الْمُسْلِمِ عَلَى الْمُسْلِمِ حرامٌ عِرْضُهُ ومالُه ودمُهُ التَّقْوَى هَاهُنا ، بِحسْبِ امْرِىءٍ مِنَ الشَّرِّ أَنْ يَحْقِرَ أَخاهُ المسلم",
    "end": "صدق رسول الله"
  },
  {
    "header": 115,
    "content": " عن أَنسٍ رضي اللَّه عنه عن النبي صَلّى اللهُ عليه وسَلَّم قال :  لا يُؤْمِنُ أَحدُكُمْ حتَّى يُحِبَّ لأَخِيهِ مَا يُحِبُّ لِنَفْسِهِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 116,
    "content": " قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم :  انْصُرْ أَخَاكَ ظَالِماً أَوْ مَظْلُوماً فقَالَ رَجُلٌ: يَا رسول اللَّه أَنْصرهُ إِذَا كَانَ مَظلُوماً أَرَأَيْتَ إِنْ كَانَ ظَالِماً كَيْفَ أَنْصُرُهُ ؟ قال:  تَحْجُزُهُ أَوْ تَمْنعُهُ مِنَ الظُّلْمِ فَإِنَّ ذلِك نَصْرُهْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 117,
    "content": " عن أَبي هريرة رضي اللَّه عنه أَنَّ رسول الَّه صَلّى اللهُ عليه وسَلَّم قال :  حقُّ الْمُسْلمِِ عَلَى الْمُسْلِمِ خمسٌ : رَدُّ السَّلامِ ، وَعِيَادَةُ الْمرِيضَ ، واتِّبَاعُ الْجنَائِزِ ، وإِجابة الدَّعوةِ ، وتَشمِيت العْاطِسِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 118,
    "content": " عن أَبي هريرة رضي اللَّه عنه عن النبي صَلّى اللهُ عليه وسَلَّم قال :  لا يسْتُرُ عَبْدٌ عبْداً فِي الدُّنْيَا إِلاَّ سَتَرهُ اللَّه يَوْمَ الْقيامَةِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 119,
    "content": " سمِعت رسول اللَّه صَلّى اللهُ عليه وسَلَّم يقول :  كُلُّ أَمَّتِي مُعَافًى إِلاَّ المُجاهرينَ ، وإِنَّ مِن المُجاهرةِ أَن يعمَلَ الرَّجُلُ بالليلِ عمَلاً ، ثُمَّ يُصْبحَ وَقَدْ سَتَرهُ اللَّه عليه فَيقُولُ : يَا فلانُ عَمِلْتُ الْبَارِحَةَ كذَا وَكَذَا ، وَقَدْ بَاتَ يَسْترهُ ربُّهُ ، ويُصْبحُ يَكْشفُ سِتْرَ اللَّه ",
    "end": "صدق رسول الله"
  },
  {
    "header": 120,
    "content": " عن أَبي موسى الأَشعري رضي اللَّه عنه قال : كان النبي صَلّى اللهُ عليه وسَلَّم إِذَا أَتَاهُ طالِبُ حاجةٍ أَقْبَلَ عَلَى جُلسائِهِ فقال :  اشْفَعُوا تُؤجَرُوا ويَقْضِي اللَّه عَلَى لِسان نَبِيِّهِ ما أَحبَّ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 121,
    "content": " عن أُمِّ كُلْثُومٍ بنتِ عُقْبَةَ بن أَبي مُعَيْطٍ رضي اللَّه عنها قالت : سمِعْتُ رسولَ اللَّه صَلّى اللهُ عليه وسَلَّم يَقُولُ :  لَيْسَ الْكَذَّابُ الذي يُصْلحُ بَيْنَ النَّاسِ فَيَنْمي خَيْراً ، أَوْ يَقُولُ خَيْراً ",
    "end": "صدق رسول الله"
  },
  {
    "header": 122,
    "content": " عن أَبي سعيدٍ الخدري رضي اللَّه عنه عن النبي صَلّى اللهُ عليه وسَلَّم قال : احْتجَّتِ الجنَّةُ والنَّارُ فقالت النَّارُ : فيَّ الجبَّارُونَ والمُتَكَبِّرُونَ ، وقَالتِ الجَنَّةُ : فيَّ ضُعفَاءُ النَّاسِ ومسَاكِينُهُم فَقَضَى اللَّهُ بَيْنَهُما : إِنَّك الجنَّةُ رحْمتِي أَرْحَمُ بِكِ مَـنْ أَشَاءُ ، وَإِنَّكِ النَّارُ عَذابِي أُعذِّب بِكِ مَــنْ أَشَاءُ ، ولِكِلَيكُمَا عَلَيَّ مِلؤُها ",
    "end": "صدق رسول الله"
  },
  {
    "header": 123,
    "content": " عن أَبي هريرة رضي اللَّه عنه عن رسول اللَّه صَلّى اللهُ عليه وسَلَّم قال :  إِنَّهُ لَيأتِي الرَّجُلُ السَّمِينُ العْظِيمُ يَوْمَ الْقِيامةِ لا يزنُ عِنْد اللَّه جنَاحَ بعُوضَةٍ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 124,
    "content": " قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم :  رُبَّ أَشْعثَ أغبرَ مدْفُوعٍ بالأَبْوَابِ لَوْ أَقْسمَ عَلَى اللَّهِ لأَبرَّهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 125,
    "content": " قال رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  لَيْسَ المِسْكِينُ الذي تَرُدُّهُ التَّمْرةُ وَالتَّمْرتَانِ، ولا اللُّقْمةُ واللُّقْمتانِ إِنَّمَا المِسْكِينُ الذي يتَعَفَّفُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 126,
    "content": " عن النبي صَلّى اللهُ عليه وسَلَّم قال :  السَّاعِي علَى الأَرْمَلَةِ وَالمِسْكِينِ كَالمُجاهِدِ في سبيلِ اللَّه  وأَحْسُبهُ قال :  وَكَالْقائِمِ الَّذي لا يَفْتُرُ ، وَكَالصَّائِمِ لا يُفْطِرِ",
    "end": "صدق رسول الله"
  },
  {
    "header": 127,
    "content": " عن النبي صَلّى اللهُ عليه وسَلَّم قال :  شَرُّ الطَّعَام طَعَامُ الْوليمةِ ، يُمْنَعُها مَنْ يأْتِيهَا ، ويُدْعَى إِلَيْهَا مَنْ يَأْبَاهَا ، ومَنْ لَمْ يُجِبِ الدَّعْوةَ فَقَدْ عَصَى اللَّه ورَسُولُهُ",
    "end": "صدق رسول الله"
  },
  {
    "header": 128,
    "content": " عن أبي شُريْحٍ خُوَيْلِدِ بْنِ عَمْروٍ الخُزاعِيِّ رضي اللَّهُ عنه قال : قال النبي صَلّى اللهُ عليه وسَلَّم:  اللَّهُمَّ إِنِّى أُحَرِّجُ حَقَّ الضَّعيفينِ الْيَتِيمِ والمرْأَةِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 129,
    "content": " عن مُصْعبِ بنِ سعدِ بنِ أبي وقَّاصٍ رضي اللَّه عنهما : رأَى سعْدٌ أَنَّ لَهُ فَضْلاً علَى مَنْ دُونهُ ، فقال النبيُّ صَلّى اللهُ عليه وسَلَّم :  هَل تُنْصرُونَ وتُرزقُونَ إِلاَّ بِضُعفائِكُم",
    "end": "صدق رسول الله"
  },
  {
    "header": 130,
    "content": " عن أبي الدَّرْداءِ عُوَيْمرٍ رضي اللَّه عنه قال : سمِعتُ رسولَ اللَّه صَلّى اللهُ عليه وسَلَّم يقول : ابْغونِي في الضُّعَفَاءَ ، فَإِنَّمَا تُنْصرُونَ ، وتُرْزقون بضُعفائِكُمْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 131,
    "content": " عن أبي هريرة رضي اللَّه عنه قال : قال رسول ُ اللَّه صَلّى اللهُ عليه وسَلَّم : اسْتوْصُوا بِالنِّساءِ خيْراً ، فإِنَّ المرْأَةَ خُلِقَتْ مِنْ ضِلَعٍ ، وَإِنَّ أَعْوجَ ما في الضِّلعِ أَعْلاهُ ، فَإِنْ ذَهبتَ تُقِيمُهُ كَسرْتَهُ ، وإِنْ تركتَهُ ، لمْ يزلْ أَعوجَ ، فاستوْصُوا بِالنِّسَاءِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 132,
    "content": " عن أبي هريرة رضي اللَّه عنه قال : قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم :  لا يَفْرَكْ مُؤْمِنٌ مُؤْمِنَةً إِنْ كَرِه مِنها خُلقاً رضِيَ مِنْها آخَرَ  أَوْ قَالَ :  غيْرَهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 133,
    "content": " عن مُعَاويَةَ بنِ حَيْدةَ رضي اللَّه عنه قال : قلتُ : يا رسول اللَّه ما حَقُّ زَوْجَةِ أَحَدنَا عليه ؟ قال :  أَن تُطْعمَها إِذَا طَعِمْتَ ، وتَكْسُوهَا إِذَا اكْتَسيْتَ ولا تَضْربِ الْوَجهَ، وَلا تُقَبِّحْ ، ولا تَهْجُرْ إِلاَّ في الْبَيْتِ  حديثٌ حسنٌ رواه أَبو داود وقال : معنى  لا تُقَبِّحْ",
    "end": "صدق رسول الله"
  },
  {
    "header": 134,
    "content": " عن أبي هريرة رضي اللَّه عنه ، قال : قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم :  أَكْمَلُ المُؤْمنين إِيمَاناً أَحْسنُهُمْ خُلُقاً ، وَخِياركُمْ خيارُكم لِنِسَائِهِم ",
    "end": "صدق رسول الله"
  },
  {
    "header": 135,
    "content": " عن عبدِ اللَّه بنِ عمرو بن العاص رضي اللَّه عنهما أَن رسول اللَّه صَلّى اللهُ عليه وسَلَّم قال : الدُّنْيَا مَتَاعٌ ، وَخَيْرُ مَتاعهَا المَرْأَةُ الصَّالحةُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 136,
    "content": " عن أبي هريرة رضي اللَّه عنه قال : قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم :  إِذَا دعَا الرَّجُلُ امْرأَتَهُ إِلَى فِرَاشِهِ فلَمْ تَأْتِهِ فَبَات غَضْبانَ عَلَيْهَا لَعَنتهَا الملائكَةُ حَتَّى تُصْبحَ",
    "end": "صدق رسول الله"
  },
  {
    "header": 137,
    "content": " عن أبي هريرة رضي اللَّه عنه أَيضاً أَن رسول اللَّه صَلّى اللهُ عليه وسَلَّم قال : لا يَحلُّ لامْرَأَةٍ أَنْ تَصُومَ وَزَوْجُهَا شَاهِدٌ إِلا بِإِذْنِهِ ، وَلا تَأْذَنْ في بَيْتِهِ إِلاَّ بِإِذنِهِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 138,
    "content": " عن ابن عمرَ رضي اللَّهُ عنهما عن النبي صَلّى اللهُ عليه وسَلَّم قال :  كُلُّكُمْ راعٍ، وكُلُّكُمْ  مسئولٌ عنْ رعِيَّتِهِ ، والأَمِيرُ رَاعٍ ، والرَّجُلُ راعٍ علَى أَهْلِ بَيْتِهِ ، والمرْأَةُ راعِيةٌ على بيْتِ زَوْجِها وولَدِهِ ، فَكُلُّكُمْ راعٍ ، وكُلُّكُمْ مسئولٌ عنْ رعِيَّتِهِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 139,
    "content": " عن أُمِّ سلمةَ رضي اللَّهُ عنها قالت : قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم :  أَيُّما امرأَةٍ ماتَتْ وزوْجُهَا عنها راضٍ دخَلَتِ الجَنَّةَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 140,
    "content": " عن معاذِ بنِ جبلٍ رضي اللَّهُ عنه عن النبي صَلّى اللهُ عليه وسَلَّم قال :  لا تُؤْذِي امْرَأَةٌ زَوْجَهَا في الدُّنْيا إِلاَّ قالَتْ زَوْجَتُهُ مِنَ الحُورِ الْعِينِ لا تُؤْذِيه قَاتلَكِ اللَّه ، فَإِنَّمَا هُو عِنْدَكِ دخِيلٌ يُؤشِكُ أَنْ يُفارِقَكِ إِلَينا ",
    "end": "صدق رسول الله"
  },
  {
    "header": 141,
    "content": " عن أُسامَةَ بنِ زيد رضي اللَّه عنهما عن النبي صَلّى اللهُ عليه وسَلَّم قال :  ما تركْتُ بعْدِي فِتْنَةً هِي أَضَرُّ عَلَى الرِّجالِ : مِنَ النِّسَاءِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 142,
    "content": " عن أبي هريرة رضي اللَّه عنه قال : قال رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم : دِينَارٌ أَنْفَقْتَهُ في سبيلِ اللَّه ، وَدِينَارٌ أَنْفَقتَهُ في رقَبَةٍ ، ودِينَارٌ تصدَّقْتَ بِهِ عَلَى مِسْكِينٍ، وَدِينَارٌ أَنْفقْتَهُ علَى أَهْلِكَ ، أَعْظمُهَا أَجْراً الَّذي أَنْفَقْتَهُ علَى أَهْلِكَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 143,
    "content": " عن أبي عبدِ اللَّهِ وَيُقَالُ له : أبي عبدِ الرَّحمن ثَوْبانَ بْن بُجْدُدَ مَوْلَى رسولِ اللَّه صَلّى اللهُ عليه وسَلَّم قال : قال رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  أَفْضَلُ دِينَارٍ يُنْفِقُهُ الرَّجُلُ دِينَارٌ يُنْفِقُهُ عَلَى عِيالِهِ ، وَدِينَارٌ يُنْفِقُهُ عَلَى دابَّتِهِ في سبيلِ اللَّه ، ودِينَارٌ يُنْفِقُهُ علَى أَصْحابه في سبِيلِ اللَّهِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 144,
    "content": " عن أُمِّ سلَمَةَ رضي اللَّهُ عنها قَالَتْ : قلتُ يا رسولَ اللَّهِ ، هَلْ لي أَجْرٌ في بني أبي سلَمةَ أَنْ أُنْفِقَ علَيْهِمْ ، وَلَسْتُ بتَارِكَتِهمْ هَكَذَا وهَكَذَا ، إِنَّما هُمْ بنِيَّ ؟ فقال :  نَعَمْ لَكِ أَجْرُ ما أَنْفَقْتِ علَيهِم ",
    "end": "صدق رسول الله"
  },
  {
    "header": 145,
    "content": " عن سعد بن أبي وقَّاص رضي اللَّه عنه في حدِيثِهِ الطَّويلِ الذِي قَدَّمْناهُ في أَوَّل الْكِتَابِ في بَابِ النِّيَّةِ أَنَّ رسول اللَّه صَلّى اللهُ عليه وسَلَّم قال له :  وَإِنَّكَ لَنْ تُنْفِقَ نَفَقَةً تَبْتَغِي بِهَا وَجهَ اللَّه إلاَّ أُجِرْتَ بها حَتَّى ما تَجْعلُ في في امرأَتِكَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 146,
    "content": " عن أبي مَسْعُودٍ الْبَدرِيِّ رضي اللَّه عنه ، عن النبي صَلّى اللهُ عليه وسَلَّم قال : إِذَا أَنْفَقَ الرَّجُلُ على أَهْلِهِ نفقَةً يحتَسبُها فَهِي لَهُ صدقَةٌ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 147,
    "content": " عن عبدِ اللَّهِ بنِ عمرو بنِ العاص رضي اللَّه عنهما قال : قال رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم قال :  كَفي بِالمرْءِ إِثْماً أَنْ يُضَيِّعَ مَنْ يقُوتُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 148,
    "content": " عن أبي هريرةَ رضي اللَّهُ عنه أَن النبيَّ صَلّى اللهُ عليه وسَلَّم قال :  مَا مِنْ يوْمٍ يُصْبِحُ الْعِبَادُ فِيهِ إِلاَّ ملَكَانِ يَنْزلانِ ، فَيقولُ أَحدُهُما : اللَّهُمَّ أَعْطِ مُنْفِقاً خَلفاً ، ويَقولُ الآخَرُ : اللَّهُمَّ أَعْطِ مُمْسِكاً تَلَفاً ",
    "end": "صدق رسول الله"
  },
  {
    "header": 149,
    "content": " عن النبي صَلّى اللهُ عليه وسَلَّم قال :  الْيَدُ الْعُلْيا خَيْرٌ مِنَ الْيدِ السُّفْلَى وابْدَأْ بمن تَعُولُ ، وَخَيْرُ الصَّدَقَةِ مَا كَانَ عَنْ ظَهْرِ غِنَى ، ومَنْ يَسْتَعِففْ ، يُعِفَّهُ اللَّهُ ، ومَنْ يَسْتَغْنِ يُغْنِه اللَّهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 150,
    "content": " عن أبي هريرةَ رضي اللَّه عنه قال : أَخذ الحسنُ بنُ عليٍّ رضي اللَّه عنْهُما تَمْرةً مِنْ تَمرِ الصَّدقَةِ فَجعلهَا في فِيهِ فقال رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  كُخْ كُخْ ، إِرْمِ بِهَا ، أَما علِمْتَ أَنَّا لا نأْكُلُ الصَّدقةَ ،؟ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 151,
    "content": " عن عمرو بن شُعْيب ، عن أَبيه ، عن جَدِّهِ رضي اللَّه عنه قال : قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم :  مُرُوا أَوْلادكُمْ بِالصَّلاةِ وهُمْ أَبْنَاءُ سبع سِنِينَ ، واضْرِبُوهمْ علَيْهَا وَهُمْ أَبْنَاءُ عَشْرِ ، وفرَّقُوا بيْنَهُمْ في المضَاجعِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 152,
    "content": " عن أبي ثُريَّةَ سَبْرَةَ بنِ مَعْبدٍ الجهَنِيِّ رضي اللَّه عنه قال : قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم:  عَلِّمُوا الصَّبِيَّ الصَّلاةَ لِسَبْعِ سِنِينَ ، وَاضْرِبُوهُ علَيْهَا ابْنَ عشْرِ سِنِينَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 153,
    "content": " عن ابنِ عمرَ وعائشةَ رضي اللَّه عنهما قَالا : قال رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم:  مَا زَالَ جِبْرِيلُ يُوصِينِي بِالجارِ حتَّى ظَنَنتُ أَنَّهُ سيُوَرِّثُهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 154,
    "content": " عن أبي ذرٍّ رضي اللَّه عنه قال : قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم :  يَا أَبَا ذرّ إِذا طَبَخْتَ مَرَقَةً ، فَأَكْثِرْ مَاءَها ، وَتَعَاهَدْ جِيرَانَكَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 155,
    "content": " عن أبي هريرة رضي اللَّه عنه أَن النبي صَلّى اللهُ عليه وسَلَّم قال :  واللَّهِ لا يُؤْمِنُ ، واللَّهِ لا يُؤْمِنُ ،  قِيلَ : منْ يا رسولَ اللَّهِ ؟ قال :  الَّذي : لا يأْمنُ جارُهُ بَوَائِقَهُ،",
    "end": "صدق رسول الله"
  },
  {
    "header": 156,
    "content": " قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم :  يَا نِسَاءَ المُسلِمَاتِ لا تَحْقِرَنَّ جارَةٌ لجارتِهَا وَلَوْ فِرْسَنَ شَاةٍ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 157,
    "content": "  أَن رسول اللَّه صَلّى اللهُ عليه وسَلَّم قال :  مَنْ كَانَ يُؤْمِنُ باللَّهِ وَالْيَوْمِ الآخِرِ، فَلا يُؤْذِ جَارَهُ ، وَمَنْ كَان يُؤْمِنُ بِاللَّهِ والْيَوْمِ الآخرِ ، فَلْيكرِمْ ضَيْفهُ ، وَمَنْ كَانَ يُؤْمنُ بِاللَّهِ وَالْيومِ الآخِرِ ، فَلْيَقُلْ خَيْراً أَوْ لِيَسْكُتْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 158,
    "content": " عن أبي شُريْح الخُزاعيِّ رضي اللَّه عنه أَن النبي صَلّى اللهُ عليه وسَلَّم قال : مَنْ كَانَ يُؤمِنُ بِاللَّهِ والْيوْمِ الآخِرِ ، فَلْيُحسِنْ إلِى جارِهِ ، ومنْ كَانَ يُؤْمِنُ بِاللَّهِ واليومِ الآخِرِ فَلْيُكْرِمْ ضَيْفهُ، ومنْ كانَ يؤمنُ باللَّهِ واليومِ الآخرِ فَلْيَقُلْ خَيْراً أَوْ لِيسْكُتْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 159,
    "content": " عن عائشة رضي اللَّه عنها قالت : قلت : يا رسول اللَّه إِنَّ لي جَارَيْنِ ، فَإِلى أَيِّهما أُهْدِى؟ قال :  إلى أَقْربهمِا مِنْك باباً ",
    "end": "صدق رسول الله"
  },
  {
    "header": 160,
    "content": " عن عبدِ اللَّه بن عمر رضي اللَّه عنهما قال : قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم:  خَيْرُ الأَصحاب عِنْدَ اللَّهِ تعالى خَيْرُهُمْ لصـاحِبِهِ ، وخَيْرُ الجيران عِنْدَ اللَّه تعالى خيْرُهُمْ لجارِهِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 161,
    "content": " عن أبي عبد الرحمن عبد اللَّه بن مسعود رضي اللَّه عنه قال : سأَلتُ النبي صَلّى اللهُ عليه وسَلَّم: أَيُّ الْعملِ أَحبُّ إلى اللَّهِ تَعالى ؟ قال :  الصَّلاةُ على وقْتِهَا  قُلْتُ : ثُمَّ أَيُّ ؟ قال: بِرُّ الْوَالِديْنِ  قلتُ : ثُمَّ أَيُّ ؟ قال : الجِهَادُ في سبِيِل اللَّهِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 162,
    "content": " عن أبي هريرة رضي اللَّه عنه قال : قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم :  لا يَجْزِي ولَدٌ والِداً إِلاَّ أَنْ يَجِدَهُ مملُوكاً ، فَيَشْتَرِيَهُ ، فَيَعْتِقَهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 163,
    "content": " رسول اللَّه صَلّى اللهُ عليه وسَلَّم قال :  مَنْ كَانَ يُؤْمِنُ بِاللَّهِ والْيوْمِ الآخِرِ ، فَلْيُكْرِمْ ضَيْفَهُ ، وَمَنْ كانَ يُؤْمِنُ بِاللَّهِ والْيوم الآخِر ، فَلْيصلْ رَحِمَهُ ، وَمَنْ كَانَ يُؤْمِنُ بِاللَّه وَالْيوْمِ الآخِرِ ، فلْيقُلْ خيراً أَوْ لِيَصمُتْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 164,
    "content": "  جَاءَ رَجُلٌ إلى رسول اللَّه صَلّى اللهُ عليه وسَلَّم فقال : يا رسول اللَّه مَنْ أَحَقُّ النَّاسِ بحُسنِ صَحَابَتي ؟ قال :  أُمُّك  قال : ثُمَّ منْ ؟ قال:  أُمُّكَ  قال : ثُمَّ مَنْ ؟ قال :  أُمُّكَ  قال : ثُمَّ مَنْ ؟ قال :  أَبُوكَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 165,
    "content": " عن النبي صَلّى اللهُ عليه وسَلَّم قال :  رغِم أَنْفُ ، ثُم رغِم أَنْفُ ، ثُمَّ رَغِم أَنف مَنْ أَدرْكَ أَبَويْهِ عِنْدَ الْكِبرِ ، أَحدُهُمَا أَوْ كِلاهُما ، فَلمْ يدْخلِ الجَنَّةَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 166,
    "content": " أَن رجلاً قال : يا رسول اللَّه إِنَّ لي قَرابَةً أَصِلُهُمْ وَيَقْطَعُوني ، وَأُحسِنُ إِلَيْهِمِ وَيُسيئُونَ إِليَّ ، وأَحْلُمُ عنهُمْ وَيجْهلُونَ علَيَّ ، فقال :  لَئِنْ كُنْت كما قُلْتَ ، فَكَأَنَّمَا تُسِفُّهُمُ المَلَّ ، ولا يَزَالُ معكَ مِنَ اللَّهِ ظهِيرٌ عليهمْ ما دمْتَ عَلَى ذَلكَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 167,
    "content": " عن أَنسٍ رضي اللَّه عنه أَن رسولَ اللَّه صَلّى اللهُ عليه وسَلَّم قال :  مَنْ أَحبَّ أَنْ يُبْسَطَ له في رِزقِهِ ، ويُنْسأَ لَهُ في أَثرِهِ ، فَلْيصِلْ رحِمهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 168,
    "content": " عن النبي صَلّى اللهُ عليه وسَلَّم قال : لَيْسَ الْواصِلُ بِالمُكافئ وَلكِنَّ الواصِلَ الَّذي إِذا قَطَعتْ رَحِمُهُ وصلَهَا",
    "end": "صدق رسول الله"
  },
  {
    "header": 169,
    "content": " عن عائشة قالت : قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم :  الرَّحمُ مَعَلَّقَةٌ بِالعَرْشِ تَقُولُ : مَنْ وصلني وَصَلَهُ اللَّه ، وَمَن قَطَعَني ، قَطَعَهُ اللَّه ",
    "end": "صدق رسول الله"
  },
  {
    "header": 170,
    "content": " عن أُمِّ المُؤْمِنِينَ ميمُونَةَ بنْتِ الحارِثِ رضي اللَّه عنها أَنَّهَا أَعتَقَتْ وليدةً وَلَم تَستَأْذِنِ النَّبِيَّ صَلّى اللهُ عليه وسَلَّم ، فلَمَّا كانَ يومَها الَّذي يدورُ عَلَيْهَا فِيه ، قالت: يا رسول اللَّه إِنِّي أَعْتَقْتُ ولِيدتي ؟ قال :  أَوَ فَعلْتِ ؟  قالت : نَعمْ قال :  أَما إِنَّكِ لو أَعْطَيتِهَا أَخوالَكِ كان أَعظَمَ لأجرِكِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 171,
    "content": " عن أَسْمَاءَ بنْتِ أبي بكْرٍ الصِّدِّيقِ رضي اللَّه عنهما قالت : قَدِمتْ عليَّ أُمِّي وهِي مُشركة في عهْدِ رسول اللَّه صَلّى اللهُ عليه وسَلَّم فَاسْتَفتَيْتُ رسول اللَّه صَلّى اللهُ عليه وسَلَّم قلتُ : قَدِمتْ عَليَّ أُمِّى وَهِى راغبةٌ ، أَفأَصِلُ أُمِّي ؟ قال :  نَعمْ صِلي أُمَّكِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 172,
    "content": " عن أبي  سُفْيان صخْر بنِ حربٍ رضي اللَّه عنه في حدِيثِهِ الطَّويل في قصَّةِ هِرقل أَنَّ هِرقْلَ قال لأَبي سفْيان : فَماذَا يأْمُرُكُمْ بِهِ ؟ يَعْني النَّبِيَّ صَلّى اللهُ عليه وسَلَّم قال : قلت : يقولُ:   اعْبُدُوا اللَّهَ وَحدَهُ ، ولا تُشْرِكُوا بِهِ شَيْئاً ، واتْرُكُوا ما يقُولُ آباؤُكمْ ، ويأْمُرُنَا بالصَّلاةِ ، والصِّدْقِ ، والعفَافِ ، والصِّلَةِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 173,
    "content": " عن أبي  ذر رضي اللَّه عنه قال : قال رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم : إِنَّكُم ستفْتَحُونَ أَرْضاً يُذْكَرُ فِيهَا القِيرَاطُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 174,
    "content": " عن سلْمان بن عامرٍ رضي اللَّه عنه ، عن النبيِّ صَلّى اللهُ عليه وسَلَّم قال :  إِذا أَفْطَرَ أَحَدُكُمْ فَلْيُفْطِرْ عَلَى تَمرٍ ، فَإِنَّهُ بركَةٌ ، فَإِنْ لَمْ يجِد تَمْراً ، فَالماءُ ، فَإِنَّهُ طُهُورٌ  وقال:  الصَّدقَةُ عَلَى المِسكِينِ صدقَةٌ ، وعَلَى ذي الرَّحِمِ ثِنْتَانِ : صَدَقَةٌ وصِلَةٌ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 175,
    "content": " عن ابن عمر رضي اللَّه عنهما قال : كَانَتْ تَحتي امْرأَةٌ ، وكُنْتُ  أُحِبُّها ، وَكَانَ عُمرُ يكْرهُهَا ، فقال لي : طَلِّقْها فأبيْتُ ، فَأَتَى عَمرُ رضي اللَّه عنه النبيَّ صَلّى اللهُ عليه وسَلَّم ، فَذَكر ذلكَ لَهُ ، فقال النبيُّ صَلّى اللهُ عليه وسَلَّم :  طَلِّقْهَا ",
    "end": "صدق رسول الله"
  },
  {
    "header": 176,
    "content": " عن أبي  الدَّرْادءِ رضي اللَّه عنه أَن رَجُلاً أَتَاهُ فقال : إِنَّ لي امْرَأَةً وإِن أُمِّي تَأْمُرُني بِطَلاَقِها ؟ فقال سَمِعْتُ رسول اللَّهِ صَلّى اللهُ عليه وسَلَّم يقولُ  الْوالِدُ أَوْسطُ أَبْوابِ الجَنَّةِ ، فَإِنْ شِئْتَ فَأَضِعْ ذلِك الْبابَ ، أَوِ احفظْهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 177,
    "content": " عن البراءِ بن عازبٍ رضي اللَّه عنهما ، عن النبي صَلّى اللهُ عليه وسَلَّم قال : الخَالَةُ بِمَنْزِلَة الأُمِّ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 178,
    "content": " عن عبد اللَّهِ بنِ عمرو بن العاص رضي اللَّه عنهما عن النبي صَلّى اللهُ عليه وسَلَّم قال : الْكبائرُ : الإِشْراكُ بِاللَّه ، وعقُوق الْوالِديْنِ ، وقَتْلُ النَّفْسِ ، والْيمِينُ الْغَموس",
    "end": "صدق رسول الله"
  },
  {
    "header": 179,
    "content": " أَن رسول اللَّه صَلّى اللهُ عليه وسَلَّم قال :  مِنَ الْكبائِرِ شتْمُ الرَّجلِ والِدَيْهِ ، قالوا : يا رسولَ اللَّه وهَلْ يشْتُمُ الرَّجُلُ والِديْهِ ؟، قاـل :  نَعمْ ، يَسُبُّ أَبا الرَّجُلِ، فيسُبُّ أَباه ، ويسُبُّ أُمَّهُ ، فَيسُبُّ أُمَّهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 180,
    "content": " عن أبي عِيسى المُغِيرةِ بنِ شُعْبةَ رضي اللَّه عنه عن النبيِّ صَلّى اللهُ عليه وسَلَّم قال :  إِنَّ اللَّهُ تعالى حَرَّمَ عَلَيْكُمْ عُقُوقَ الأُمهَاتِ ، ومنْعاً وهات ، ووأْدَ البنَاتِ ، وكَرَهَ لكُمْ قِيل وقالَ ، وكثرة السَؤالِ ، وإِضَاعة المالِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 181,
    "content": " عن ابن عمر رضي اللَّه عنهما أَن النبي صَلّى اللهُ عليه وسَلَّم قال :  إِن أَبرَّ البرِّ أَنْ يصِلَ الرَّجُلُ وُدَّ أَبِيهِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 182,
    "content": " كان رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم يمْسحُ منَاكِبَنَا في الصَّلاةِ وَيَقُولُ :  اسْتَوُوا وَلا تخْتلِفُوا ، فَتَخْتَلِفَ قُلُوبُكُمْ ، لِيَلِني مِنكُمْ أُولوا الأَحْلامِ والنُّهَى ، ثُمَّ الَّذِينَ يَلُونَهم ، ثُمَّ الذين يلونَهم ",
    "end": "صدق رسول الله"
  },
  {
    "header": 183,
    "content": " عن عبد اللَّه بن مسعودٍ رضي اللَّه عنه قال : قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم :  لِيَلِني مِنْكُمْ أُولُوا الأَحْلامِ والنُّهَى ، ثُمَّ الَّذِينَ يَلُونَهُمْ  ثَلاثاً  وإِيَّاكُم وهَيْشَاتِ الأَسْواقِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 184,
    "content": " عن ابن عُمرَ رضي اللَّهُ عنهما أَنَّ النبيَّ صَلّى اللهُ عليه وسَلَّم قال :  أَرَاني في المَنَامِ أَتَسَوَّكُ بِسِوَاكٍ ، فَجَاءَنِي رَجُلانِ ، أَحدُهُمَا أَكْبَرُ مِنَ الآخَرِ ، فَنَاوَلْتُ السِّوَاكَ الأَصْغَرَ ، فقيلَ لي : كَبِّرْ ، فَدَفَعْتُهُ إِلى الأَكْبَرِ مِنْهُمَا ",
    "end": "صدق رسول الله"
  },
  {
    "header": 185,
    "content": " عن أبي  موسى رضي اللَّه عنه قال : قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم :  إِنَّ مِنْ إِجْلالِ اللَّهِ تعالى إِكْرَامَ ذى الشَّيْبةِ المُسْلِمِ ، وَحَامِلِ الْقُرآنِ غَيْرِ الْغَالي فِيهِ ، والجَافي  عَنْهُ وإِكْرَامَ ذِي السُّلْطَانِ المُقْسِطِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 186,
    "content": " عن عَمْرو بنِ شُعَيْبٍ ، عن أَبيِهِ ، عن جَدِّه رضي اللَّهُ عنهم قال : قال رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  لَيْسَ مِنَّا مَنْ لَمْ يَرْحَمْ صَغِيرَنَا ، وَيَعْرِفْ شَرفَ كَبِيرِنَا ",
    "end": "صدق رسول الله"
  },
  {
    "header": 187,
    "content": " عن أَنس رضي اللَّه عنه قال : قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم :  ما أَكْرَم شَابٌّ شَيْخاً لِسِنِّهِ إِلاَّ قَيَّضَ اللَّه لَهُ مَنْ يُكْرِمُهُ عِنْد سِنِّه ",
    "end": "صدق رسول الله"
  },
  {
    "header": 188,
    "content": " عن أبي  هريرة رضي اللَّه عنه ، عن النبي صَلّى اللهُ عليه وسَلَّم قال :  تُنْكَحُ المَرْأَةُ لأَرْبعٍ : لِمالِهَا ، وَلِحَسَبِهَا ، وَلِجَمَالِهَا ، ولِدِينِهَا ، فَاظْفَرْ بِذَاتِ الدِّينِ تَرِبَتْ يَدَاك ",
    "end": "صدق رسول الله"
  },
  {
    "header": 189,
    "content": " عنْ ابن عباسٍ رضي اللَّه عنهما قال : قال النبي صَلّى اللهُ عليه وسَلَّم لِجِبْرِيلَ :  مَا يمْنَعُكَ أَنْ تَزُورَنَا أَكْثَرَ مِمَّا تَزُورنَا ؟ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 190,
    "content": " عنْ أبي  سعيدٍ الخُدْرِيِّ رضي اللَّه عنه ، عن النبيِّ صَلّى اللهُ عليه وسَلَّم قال :  لا تُصَاحبْ إِلاَّ مُؤْمِناً ، ولا يَأْكُلْ طعَامَكَ إِلاَّ تَقِيٌّ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 191,
    "content": " عن أبي  هريرة رضي اللَّه عنه أَن النبيَّ صَلّى اللهُ عليه وسَلَّم قال :  الرَّجُلُ عَلَى دِينِ خَلِيلِهِ ، فَلْيَنْظُرْ أَحَدُكمْ مَنْ يُخَالِلُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 192,
    "content": " عن أَنس رضي اللَّه عنه أَن أَعرابياً قال لرسول اللَّه صَلّى اللهُ عليه وسَلَّم : مَتَى السَّاعَةُ ؟ قال رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  مَا أَعْدَدْتَ لَهَا ؟  قال : حُب اللَّهِ ورسولِهِ قال :  أَنْتَ مَعَ مَنْ أَحْبَبْتَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 193,
    "content": " عن ابنِ مسعودٍ رضي اللَّه عنه قال : جاءَ رَجُلٌ إِلى رسولِ اللَّه صَلّى اللهُ عليه وسَلَّم فقال : يا رسول اللَّه كَيْفَ تَقُولُ في رَجُلٍ أَحبَّ قَوْماً وَلَمْ يلْحَقْ بِهِمْ ؟ فقال رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  المَرْءُ مَعَ مَنْ أَحَبَّ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 194,
    "content": " عن عمرَ بنِ الخطاب رضي اللَّه عنه قال : اسْتَأْذَنْتُ النَّبِيَّ صَلّى اللهُ عليه وسَلَّم في العُمْرَةِ ، فَأَذِنَ لي ، وقال :  لا تَنْسَنَا يا أَخَيَّ مِنْ دُعَائِكَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 195,
    "content": " عن أَنسٍ رضي اللَّه عنه عن النبي صَلّى اللهُ عليه وسَلَّم قال :  ثَلاثٌ مَنْ كُنَّ فِيهِ وَجَدَ بِهِنَّ حَلاَوَةَ الإِيَمَانِ : أَنْ يَكُونَ اللَّهُ وَرَسُولُهُ أَحَبَّ إِلَيْهِ مِمَّا ، سِواهُما ، وأَنْ يُحِبَّ المَرْءَ لا يُحِبُّهُ إِلاَّ للَّهِ ، وَأَنْ يَكْرَه أَنْ يَعُودَ في الكُفْرِ بَعْدَ أَنْ أَنْقَذَهُ اللَّهُ مِنْهُ، كَمَا يَكْرَهُ أَنْ يُقْذَفَ في النَّارِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 196,
    "content": " قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم :  إن اللَّه تعالى يقولُ يَوْمَ الْقِيَامةِ : أَيْنَ المُتَحَابُّونَ بِجَلالِي ؟ الْيَوْمَ أُظِلُّهُمْ في ظِلِّي يَومَ لا ظِلَّ إِلاَّ ظِلِّي ",
    "end": "صدق رسول الله"
  },
  {
    "header": 197,
    "content": " قال رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  وَالَّذِي نَفْسِي بِيَدِهِ لا تَدْخُلُوا الجَنَّةَ حَتَّى تُؤْمِنُوا ، ولا تُؤْمِنُوا حَتَّى تَحَابُّوا ، أَوَ لا أَدُلُّكُمْ عَلَى شَيءٍ إِذَا فَعَلْتُمُوه تَحَابَبْتُمْ ؟ أَفْشُوا السَّلامَ بينَكم ",
    "end": "صدق رسول الله"
  },
  {
    "header": 198,
    "content": " عن النبي صَلّى اللهُ عليه وسَلَّم :  أَنَّ رَجُلاً زَار أَخاً لَهُ في قَرْيَةٍ أُخْرَى ، فَأَرْصَد اللَّهُ لَهُ عَلَى مَدْرَجتِهِ مَلَكاً ",
    "end": "صدق رسول الله"
  },
  {
    "header": 199,
    "content": " عن البَرَاءِ بْنِ عَازبٍ رضي اللَّهُ عنهما عن النَّبِيِّ صَلّى اللهُ عليه وسَلَّم أَنه قال في الأَنْصَار :  لا يُحِبُّهُمْ إِلاَّ مُؤمِنٌ ، وَلا يُبْغِضُهُمْ إِلاَّ مُنَافِقٌ ، مَنْ أَحَبَّهُمْ أحبَّه اللَّهُ ، وَمَنْ أَبْغَضَهُمْ أَبْغَضَهُ اللَّه ",
    "end": "صدق رسول الله"
  },
  {
    "header": 200,
    "content": " عن مُعَاذٍ رضي اللَّه عنه قال : سمِعتُ رسول اللَّه صَلّى اللهُ عليه وسَلَّم يقول : قَالَ اللَّهُ عَزَّ وَجَلَّ : المُتَحَابُّونَ في جَلالي ، لَهُمْ مَنَابِرُ مِنْ نُورٍ يَغْبِطُهُمْ النَّبِيُّونَ وَالشُّهَدَاءُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 201,
    "content": " عن أبي كَريمةَ المِقْدَادِ بن مَعْدِ يكَرب رضي اللَّه عنه عن النَّبِيِّ صَلّى اللهُ عليه وسَلَّم قال  إِذَا أَحَبَّ الرَّجُلُ أَخَاهُ ، فَلْيُخْبِرْه أَنَّهُ يُحِبُّهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 202,
    "content": " عن مُعَاذٍ رضي اللَّه عنه ، أَنَّ رسول اللَّه صَلّى اللهُ عليه وسَلَّم ، أَخَذَ بِيَدِهِ وقال :  يَا مُعَاذُ واللَّهِ ، إِنِّي لأُحِبُّكَ ، ثُمَّ أُوصِيكَ يَا مُعاذُ لا تَدَعنَّ في دُبُرِ كُلِّ صلاةٍ تَقُولُ : اللَّهُم أَعِنِّي على ذِكْرِكَ وَشُكْرِكَ ، وحُسنِ عِبَادتِك ",
    "end": "صدق رسول الله"
  },
  {
    "header": 203,
    "content": " عن النبي صَلّى اللهُ عليه وسَلَّم  ، قال :  إِذَا أَحَبَّ اللَّهُ تعالى العَبْدَ ، نَادَى جِبْريل : إِنَّ اللَّه تعالى يُحِبُّ فُلاناً ، فَأَحْبِبْهُ ، فَيُحبُّهُ جِبْريلَ ، فَيُنَادى في أَهْلِ السَّمَاء : إِنَّ اللَّه يُحِبُّ فُلاناً ، فَأَحِبوهُ ، فَيُحِبُّهُ أَهْلُ السَّمَاءِ ، ثُمَّ يُوْضَعُ له القَبُولُ في الأَرْضِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 204,
    "content": " عن جُنَدَبِ بنِ عبد اللَّه رضي اللَّه عنه قال : قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم :  مَنْ صَلَّى صَلاَةَ الصُّبْحِ ، فَهُوَ في ذِمَّةِ اللَّه ، فَلا يَطْلُبَنَّكُمْ اللَّهُ مِنْ ذِمَّتِهِ بِشَيءٍ ، فَإِنَّهُ مَنْ يَطْلُبْهُ مِنْ ذِمَّتِهِ بِشَيءٍ ، يُدْرِكْهُ ، ثُمَّ يَكُبُّهُ عَلى وَجْهِهِ في نَارِ جَهَنَّمَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 205,
    "content": " عن ابن عمر رضي اللَّه عنهما ، أَن رسولَ اللَّه صَلّى اللهُ عليه وسَلَّم قال :  أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَشْهَدُوا أَنْ لا إِلهَ إِلاَّ اللَّه ، وَأَنَّ مُحَمَّداً رسولُ اللَّهِ ، ويُقِيمُوا الصَّلاةَ ، وَيُؤتوا الزَّكاةَ ، فَإِذَا فَعَلُوا ذلكَ ، عَصمُوا مِنِّي دِماءَهُمْ وَأَمْوالَهُمْ إِلاَّ بِحَقِّ الإِسْلامِ ، وحِسابُهُمْ عَلى اللَّه تعالى ",
    "end": "صدق رسول الله"
  },
  {
    "header": 206,
    "content": " عن أبي عبدِ اللَّه طَارِقِ بن أُشَيْمٍ ، رضي اللَّه عنه ، قال : سمعتُ رسولَ اللَّه صَلّى اللهُ عليه وسَلَّم يَقُولُ :  مَنْ قال لا إِلهَ إِلاَّ اللَّهُ محمدا رسولُ اللَّه ، وَكَفَرَ بِما يُعْبَدُ مِنْ دُونِ اللَّهِ ، حَرُمَ مالُهُ وَدَمُهُ ، وَحِسابُهُ على اللَّه تعالى ",
    "end": "صدق رسول الله"
  },
  {
    "header": 207,
    "content": " قال رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  يُؤْتَى بِجَهَنَّمَ يَوْمَئِذٍ لَهَا سَبْعُونَ أَلْفَ زِمَامٍ ، مَعَ كُلِّ زِمَامٍ سَبْعُونَ أَلْفَ مَلَكٍ يَجُرُّونَهَا ",
    "end": "صدق رسول الله"
  },
  {
    "header": 208,
    "content": " عن النُّعْمَانِ بنِ بَشِيرٍ ، رضي اللَّه عنهما ، قال : سمِعتُ رسول اللَّه صَلّى اللهُ عليه وسَلَّم ، يقول:  إِنَّ أَهْوَنَ أَهْلِ النَّارِ عَذَاباً يَوْمَ الْقِيامَة لَرَجُلٌ يُوضَعُ في أَخْمَصِ قَدميْهِ جمْرَتَانِ يغْلي مِنْهُمَا دِمَاغُهُ مَا يَرى أَنَّ أَحداً أَشَدُّ مِنْه عَذَاباً ، وَإِنَّه لأَهْونُهُمْ عذَاباً ",
    "end": "صدق رسول الله"
  },
  {
    "header": 209,
    "content": " عن سمُرةَ بنِ جُنْدبٍ ، رضي اللَّه عنه ، أَن نبيَّ اللَّه صَلّى اللهُ عليه وسَلَّم قال :  مِنْهُمْ مَنْ تَأْخُذهُ النَّارُ إِلى كَعْبَيهِ ، ومِنْهُمْ منْ تأْخُذُهُ إِلى رُكْبَتَيْهِ ، وَمِنْهُمْ منْ تَأْخُذُهُ إِلى حُجْزتِهِ ، وِمِنْهُمْ منْ تَأْخُذُهُ إِلى تَرْقُوَتِهِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 210,
    "content": " عن ابنِ عمر رضي اللَّه عنهما أن رسولَ اللَّه صَلّى اللهُ عليه وسَلَّم قال :  يَقُومُ النَّاسُ لِرَبِّ العالمِينَ حَتَّى يَغِيب أَحدُهُمْ في رَشْحِهِ إِلى أَنْصَافِ أُذُنَيه ",
    "end": "صدق رسول الله"
  },
  {
    "header": 211,
    "content": " عن أبي هريرة ، رضيَ اللَّه عنه ، أَنَّ رسولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم قال :  يَعْرَقُ النَّاسُ يَوْمَ القِيامَةِ حَتَّى يذْهَب عَرَقُهُمْ في الأَرْضِ سَبْعِينَ ذِراعاً ، ويُلْجِمُهُمْ حَتَّى يَبْلُغَ آذَانَهُمْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 212,
    "content": " كنا مع رسول اللَّه صَلّى اللهُ عليه وسَلَّم إِذ سَمِعَ وَجْبَةً فقال :  هَلْ تَدْرُونَ ما هذا؟ قُلْنَا : اللَّه وَرَسُولُهُ أَعْلَمُ ، قال : هذا حَجَرٌ رُمِيَ بِهِ في النَّارِ مُنْذُ سَبْعِينَ خَريفاً فَهُوَ يهْوِي في النَّارِ الآنَ حَتَّى انْتَهَى إِلى قَعْرِهَا ، فَسَمِعْتُمْ وجْبَتَهَا",
    "end": "صدق رسول الله"
  },
  {
    "header": 213,
    "content": " عن عَدِيِّ بنِ حاتمٍ ، رضي اللَّه عنه ، قال : قال رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  ما مِنْكُمْ مِنْ أَحَدٍ إِلاَّ سَيُكَلِّمُهُ رَبُّهُ لَيْسَ بيْنَهُ وبَيْنَهُ تَرْجُمَانٌ ، فَيَنْظُرُ أَيْمنَ مِنْهُ ، فَلا يَرَى إِلاَّ ما قَدَّمَ ، وينظر أشأم منه فلا يرى إلا ما قدم ، وينْظُرُ بيْنَ يَدَيهِ ، فَلا يَرَى إِلاَّ النَّارِ تِلْقَاءَ وَجهِهِ، فاتَّقُوا النَّارِ وَلَوْ بِشِقِّ تَمْرَةٍ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 214,
    "content": " عن أبي بَرْزَة بِراءٍ ثم زايٍ نَضْلَةَ بنِ عُبَيْدٍ الأَسْلَمِيِّ ، رضي اللَّه عنه ، قال: قال رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  لا تَزُولُ قَدمَا عبْدٍ حَتَّى يُسْأَلَ عَنْ عُمْرِهِ فِيمَ أَفْنَاهُ ، وَعَنْ عِلْمِهِ فِيم فَعَلَ فِيهِ ، وعَنْ مالِهِ منْ أَيْنَ اكْتَسبهُ ، وَفِيمَ أَنْفَقَهُ ، وَعَن جِسْمِهِ فِيمَ أَبْلاهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 215,
    "content": " عن أبي سعيدٍ الخُدْرِيِّ ، رضي اللَّه عنه ، قال : قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم:  كَيْفَ أَنْعَمُ وَصَاحِبُ الْقَرْنِ قَدِ الْتَقَمَ الْقَرْنَ ، وَاسْتَمَعَ الإِذْنَ مَتَى يُؤْمَرُ بِالنَّفْخِ فَيَنْفُخُ  فَكَأَنَّ ذلِكَ ثَقُلَ عَلى أَصْحَابِ رسول اللَّه صَلّى اللهُ عليه وسَلَّم فقالَ لَهُمْ :  قُولُوا: حَسْبُنَا اللَّه وَنِعْمَ الْوكِيلُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 216,
    "content": " عن أبي هريرة ، رضي اللَّه عنه قال : قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم :  مَنْ خَافَ أَدْلَجَ، وَمَنْ أَدْلَجَ ، بَلَغَ المَنْزلَ ألا إِنَّ سِلْعَةَ اللَّهِ غَاليةٌ ، أَلا إِنَّ سِلْعةَ اللَّهِ الجَنَّةُ",
    "end": "صدق رسول الله"
  },
  {
    "header": 217,
    "content": " عن عائشةَ ، رضي اللَّه عنها ، قالت : سمعتُ رسول اللَّه صَلّى اللهُ عليه وسَلَّم ، يقول : يُحْشَرُ النَّاسُ يَوْمَ الْقِيَامَةِ حُفَاةً عُراةً غُرْلاً  قُلْتُ : يا رسول اللَّه الرِّجَالُ وَالنِّسَاءُ جَمِيعاً يَنْظُرُ بَعْضُهُمْ إِلى بَعْضٍ ،؟ قال :  يا عَائِشَةُ الأَمرُ أَشَدُّ من أَنْ يُهِمَّهُم ذلكَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 218,
    "content": " عن جابر ، رضي اللَّهُ عنه ، قال : جَاءَ أَعْرَابِيٌّ إِلى النبيِّ صَلّى اللهُ عليه وسَلَّم فقال : يا رَسُولَ اللَّهِ ، ما المُوجِبَتانِ ؟ فَقَالَ :  مَنْ مَات لاَ يُشرِكُ بِاللَّه شَيْئاً دخَلَ الجَنَّةَ ، وَمَنْ ماتَ يُشْرِكُ بِهِ شَيْئاً ، دَخَلَ النَّارَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 219,
    "content": " عن أبي هريرة ، رضي اللَّهُ عنه ، قال : قال رسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  لما خَلَقَ اللَّهُ الخَلْقَ ، كَتَبَ في كِتَابٍ ، فَهُوَ عِنْدَهُ فَوْقَ العَرْشِ : إِنَّ رَحْمتي تَغْلِبُ غَضَبِي ",
    "end": "صدق رسول الله"
  },
  {
    "header": 220,
    "content": " سمِعْتُ رسُولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم يقول : جَعَلَ اللَّهُ الرَّحْمَةَ مائَةَ جُزْءٍ، فَأَمْسَكَ عِنْدَهُ تِسْعَةً وتِسْعِينَ ، وَأَنْزَلَ في الأَرْضِ جُزْءَا واحِداً ، فَمِنْ ذَلِكَ الجُزْءِ يَتَراحمُ الخَلائِقُ حَتَّى تَرْفَعَ الدَّابَّةُ حَافِرَهَا عَنْ ولَدِهَا خَشْيَةَ أَنْ تُصِيبَهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 221,
    "content": " عن أبي أَيُّوبَ خَالِدِ بنِ زيد، رضي اللَّه عنه قال: سمعتُ رسول اللَّه صَلّى اللهُ عليه وسَلَّم يقول:  لَوْلا أَنَّكُمْ تُذنبُونَ ، لخَلَقَ اللَّهُ خَلقاً يُذنِبونَ ، فَيَسْتَغْفِرُونَ ، فَيَغْفِرُ لَهُمْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 222,
    "content": " عن أَنسٍ ، رضي اللَّهُ عنه عن رسول اللَّه صَلّى اللهُ عليه وسَلَّم قال :  إِنَّ الكَافِرَ إِذَا عَمِلَ حَسَنَةً ، أُطعِمَ بِهَا طُعمَةً مِنَ الدُّنيَا ، وَأَمَّا المُؤمِن ، فَإِنَّ اللَّه تعـالى يَدَّخِرُ لَهُ حَسَنَاتِهِ في الآخِرَةِ ، وَيُعْقِبُهُ رِزْقاً في الدُّنْيَا عَلى طَاعَتِهِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 223,
    "content": " عن جابرٍ ، رضي اللَّه عنه قال : قال رسولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  مَثَلُ الصَّلَوَاتِ الخَمْسِ كَمَثَلِ نَهَرٍ جَارٍ غَمْرٍ عَلَى بَابِ أَحَدِكُمْ يَغْتَسِلُ مِنْهُ كُلَّ يَوْمٍ خَمْسَ مَرَّاتٍ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 224,
    "content": " عن ابنِ عباسٍ ، رضي اللَّه عنهما ، قال : سمعتُ رسولَ اللَّه صَلّى اللهُ عليه وسَلَّم يقول : مَا مِنْ رَجُلٍ مُسلِمٍ يَمُوتُ فَيَقُومُ عَلَى جَنازتِه أَرَبَعُونَ رَجُلاً لا يُشرِكُونَ بِاللَّهِ شَيئاً إِلاَّ شَفَّعَهُمُ اللَّهُ فيه",
    "end": "صدق رسول الله"
  },
  {
    "header": 225,
    "content": " عن أبي موسى الأَشعري ، رضي اللَّه عنه ، قال : قال رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم : إِذَا كَانَ يَوْمُ الْقِيامَةِ دَفَعَ اللَّهُ إِلى كُلِّ مُسْلِمٍ يَهُوديًّا أو نَصْرَانِيّآً فَيَقُولُ : هَذَا فِكَاكُكَ مِنَ النَّارِ",
    "end": "صدق رسول الله"
  },
  {
    "header": 226,
    "content": " عن ابن عمَر رضي اللَّه عنهما قال : سمِعتُ رسولَ اللَّه صَلّى اللهُ عليه وسَلَّم يقول :  يُدْنَى المُؤْمِنُ يَومَ القِيَامَةِ مِنُ رَبِّهِ حتَّى يَضَعَ كَنَفَهُ عَلَيهِ ، فَيُقَرِّرَهُ بِذُنُوبِه ، فيقولُ: أَتَعرفُ ذنبَ كَذا؟ أَتَعرفُ ذَنبَ كَذَا ؟ فيقول : رَبِّ أَعْرِفُ ، قال : فَإِنِّي قَد سَتَرتُهَا عَلَيكَ في الدُّنيَا، وَأَنَا أَغْفِرُهَا لَكَ اليَومَ ، فَيُعطَى صَحِيفَةَ حسَنَاته ",
    "end": "صدق رسول الله"
  },
  {
    "header": 227,
    "content": " عن ابنِ مسعودٍ رضي اللَّه عنه أَنَّ رَجُلاً أَصَابَ مِنَ امْرَأَةٍ قُبْلَة ، فَأَتَى النَّبِيَّ صَلّى اللهُ عليه وسَلَّم فأَخبره ، فأَنزل اللَّهُ تعالى :  { وَأَقِمِ الصَّلاَةَ طَرََفي النَّهَارِ وَزُلَفاً مِنَ الَّليْلِ إِنَّ الحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ }  [ هود : 114 ] فقال الرجل : أَلي هذا يا رسولَ اللَّه ؟ قال : لجَميعِ أُمَّتي كُلهِمْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 228,
    "content": " قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم :  إِنَّ اللَّه لَيَرضي عن الْعَبْدِ أَنْ يَأْكُلَ الأَكلَةَ، فَيحْمَدُهُ عليها ، أَوْ يَشْربَ الشَّرْبَةَ ، فَيَحْمدُهُ عَليها ",
    "end": "صدق رسول الله"
  },
  {
    "header": 229,
    "content": " عن أبي موسى ، رضي اللَّه عنه ، عن النبيِّ صَلّى اللهُ عليه وسَلَّم ، قال :  إِنَّ اللَّه تعالى، بَبْسُطُ يَدَهُ باللَّيلِ لَيَتُوبَ مُسيِءُ النَّهَارِ ، وَيَبْسُطُ يَدهُ بِالنَّهارِ ليَتُوبَ مُسيءُ اللَّيلِ حتى تَطْلُعَ الشمسُ مِنْ مَغْرِبَها ",
    "end": "صدق رسول الله"
  },
  {
    "header": 230,
    "content": " عن أبي موسى الأشعري رضي اللَّه عنه ، عن النبي صَلّى اللهُ عليه وسَلَّم قال : إِذا أَرادَ اللَّه تعالى ، رحمةَ أُمَّةٍ ، قَبضَ نبيَّهَا قَبلَها ، فجعلَهُ لها فَرَطاً وسلَفاً بين يَدَيها ، وإذا أرادُ هَلَكةَ أُمَّةٍ  ، عذَّبها ونبيُّهَا حَيُّ ، فَأَهْلَكَهَا وهوَ حَيُّ ينظُرُ ، فَأَقَرَّ عينَهُ بِهلاكها حين كذَّبوهُ وعصَوا أَمْرَهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 231,
    "content": " عن جابِر بن عبدِ اللَّه ، رضي اللَّه عنهما ، أَنَّهُ سَمعَ النَبِيَّ صَلّى اللهُ عليه وسَلَّم ، قَبْلَ موْتِهِ بثلاثَةِ أَيَّامٍ يقولُ :  لا يموتن أَحَدُكُم إِلاَّ وَهُوَ يُحْسِنُ الظَّنَّ باللَّه عزَّ وَجَلَّ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 232,
    "content": " عن أبي سَعيد الخدرِيِّ ، رضي اللَّه عَنه ، أَنَّ رسولَ اللَّه صَلّى اللهُ عليه وسَلَّم قال :  إذا وُضِعتِ الجَنَازَةُ واحْتمَلَهَا النَّاسُ أَو الرِّجالُ عَلى أَعْنَاقِهمِ ، فَإِنْ كانَتْ صالِحَةً قالَتْ : قَدِّمُوني قَدِّمُوني ، وَإنْ كانَتْ غَير صالحةٍ ، قالَتْ : يا ويْلَهَا ، أَيْنَ تَذْهَبُونَ بَها ؟ يَسْمَعُ صَوتَها كُلُّ شيءٍ إلاَّ الإِنْسَانُ ، وَلَوْ سَمِعَهُ لَصَعِقَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 233,
    "content": " عن ابن مسعودٍ ، رضي اللَّه عنه ، قالَ : قال رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  الجَنَّةُ أَقْرَبُ إلى أَحَدِكُمْ مِنْ شِرَاكِ نَعْلِه وَالنَّارُ مِثْلُ ذلك ",
    "end": "صدق رسول الله"
  },
  {
    "header": 234,
    "content": " عن أبي هريرة ، رضي اللَّه عنه ، قال : قالَ رسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  لاَيَلِجُ النَّارَ رَجْلٌ بَكَى مِنْ خَشْيَةِ اللَّه حَتَّى يَعُودَ اللَّبَنُ في الضَّرْع وَلا يَجْتَمعُ غُبَارٌ في سَبِيلِ اللَّه ودُخانُ جَهَنَّمَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 235,
    "content": " عن ابن عَمَر ، رضي اللَّه عنهما ، قال :  لَمَّا اشْتَدَّ بِرَسُولِ اللَّه صَلّى اللهُ عليه وسَلَّم وَجَعُهُ قيلَ لَهُ في الصَّلاَةِ فقال :  مُرُوا أَبا بَكْرِ فَلْيُصَلِّ بالنَّاسِ  فقالتْ عائشةُ ، رضي  اللَّه عنها: إِنَّ أَبَا بَكْرٍ رَجُلٌ رَقيقٌ إِذا قَرَأَ القُرآنَ غَلَبَهُ البُكاءُ  فقال :  مُرُوهُ فَلْيُصَلِّ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 236,
    "content": " عنه أَنَّ رسولَ اللَّه صَلّى اللهُ عليه وسَلَّم ، قال :  إِنَّ الدُّنْيَا حُلْوَةٌ خَضِرَةٌ وَإِنَّ اللَّه تَعالى مُسْتَخْلِفكُم فِيهَا ، فَيَنْظُرُ كَيْفَ تَعْملُونَ فاتَّقُوا الدُّنْيَا واتَّقُوا النِّسَاءِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 237,
    "content": " عن أبي هريرة رضي اللَّه عنه ، عنْ رسول اللَّه صَلّى اللهُ عليه وسَلَّم قال :  لو كان لي مِثلُ أُحُدٍ ذَهَباً ، لَسرَّني أَنْ لا تَمُرَّ علَيَّ ثَلاثُ لَيَالٍ وَعِندِي منه شَيءٌ إلاَّ شَيءٌ أُرْصِدُه لِدَينٍ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 238,
    "content": " قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم : انْظُرُوا إلى منْ هَوَ أَسفَلُ منْكُمْ وَلا تَنْظُرُوا إلى مَنْ فَوقَكُم فهُوَ أَجْدرُ أَن لا تَزْدَرُوا نعمةَ اللَّه عَليْكُمْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 239,
    "content": " عن النبي صَلّى اللهُ عليه وسَلَّم قال :  تَعِسَ عبْدُ الدِّينَارِ وَالدِّرْهَمِ وَالقطيفَةِ وَالخَمِيصَةِ ، إِنْ أُعطِيَ رضي ، وَإِنْ لَمْ يُعطَ لَمْ يَرْضَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 240,
    "content": " قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم :  الدُّنْيَا سِجْنُ المُؤْمِنِ وجنَّةُ الكَافِرِ",
    "end": "صدق رسول الله"
  },
  {
    "header": 241,
    "content": " عن ابن عمر ، رضي اللَّه عنهما ، قال : أَخَذ رسول اللَّه صَلّى اللهُ عليه وسَلَّم بِمَنْكِبَيَّ ، فقال :  كُنْ في الدُّنْيا كأَنَّكَ غريبٌ ، أَوْ عَابِرُ سبيلٍ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 242,
    "content": " عن أبي الْعبَّاس سَهْلِ بنِ سعْدٍ السَّاعديِّ ، رضي اللَّه عنه ، قال : جاءَ رجُلٌ إلى النبيِّ صَلّى اللهُ عليه وسَلَّم : فقالَ : يا رسول اللَّه دُلَّني عَلى عمَلٍ إِذا عَمِلْتُهُ أَحبَّني اللَّه ، وَأَحبَّني النَّاسُ ، فقال :  ازْهَدْ في الدُّنيا يُحِبَّكَ اللَّه ، وَازْهَدْ فِيمَا عِنْدَ النَّاسِ يُحبَّكَ النَّاسُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 243,
    "content": " عن عمر بنِ الحارِث أَخي جُوَيْرِية بنْتِ الحَارثِ أُمِّ المُؤْمِنِينَ ، رضي اللَّه عنهما ، قال : مَا تَرَكَ رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم ، عِنْدَ مَوْتِهِ دِينَاراً وَلا دِرْهَماً ، ولا عَبْداً ، وَلا أَمَةً ، وَلا شَيْئاً إِلاَّ بَغْلَتَهُ الْبَيْضَاءَ الَّتي كَان يَرْكَبُهَا ، وَسِلاحَهُ ، وَأَرْضاً جَعَلَهَا لابْنِ السَّبيِلِ صَدَقَةً ",
    "end": "صدق رسول الله"
  },
  {
    "header": 244,
    "content": " عن أبي هُرَيْرَة رضي اللَّه عنه ، قال : سمعتُ رسولَ اللَّه صَلّى اللهُ عليه وسَلَّم يقول :  أَلاَ إِنَّ الدُّنْيَا مَلْعُونَةٌ ، مَلعون مَا فيها ، إِلاَّ ذِكْرَ اللَّه تعالى ، ومَا وَالاَه وَعالماً وَمُتَعلِّماً ",
    "end": "صدق رسول الله"
  },
  {
    "header": 245,
    "content": " عن عَبْدِ اللَّه بنِ مسعودٍ ، رضي اللَّه عنه ، قال : قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم :  لا تَتَّخِذُوا الضَّيْعَةَ فَتَرْغَبُوا في الدُّنْيا ",
    "end": "صدق رسول الله"
  },
  {
    "header": 246,
    "content": " عن عبدِ اللَّه بنِ عمرو بنِ العاصِ رضي اللَّه عنهما ، قال : مَرَّ عَلَيْنَا رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم وَنحنُ نُعالجُ خُصًّا لَنَا فقال :  ما هذا ؟  فَقُلْنَا : قَدْ وَهِي ، فَنَحْنُ نُصْلِحُه ، فقال :  ما أَرَى الأَمْرَ إِلاَّ أَعْجَلَ مِنْ ذلكَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 247,
    "content": " عن كَعْبِ بنِ عِيَاضٍ ، رضي اللَّه عنه ، قال : سمعتُ رسولَ اللَّه صَلّى اللهُ عليه وسَلَّم يقول: إِنَّ لِكُلِّ أُمَّةٍ فتنةً ، فِتنَةُ أُمَّتي المَالُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 248,
    "content": " عن أبي عمرو ، ويقالُ : أَبو عبدِ اللَّه ، ويقال : أَبو لَيْلى عُثْمَانُ بنُ عَفَّانَ رضي اللَّه عنه ، أَنَّ النبيَّ صَلّى اللهُ عليه وسَلَّم قال :  لَيْسَ لابْن آدَمَ حَقٌّ في سِوى هَذِهِ الخِصَال : بَيْتٌ يَسْكُنُهُ ، وَثَوْبٌ يُوَارِي عَوْرَتَهُ وَجِلْفُ الخُبز ، وَالمَاءِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 249,
    "content": " عنْ عبْدِ اللَّه بنِ الشِّخِّيرِ  بكسر الشين والخاءِ المشددةِ المعجمتين رضي اللَّه عنه ، أَنَّهُ قَالَ : أَتَيْتُ النَّبِيَّ صَلّى اللهُ عليه وسَلَّم وهُوَ يَقْرَأُ : { أَلهَاكُمُ التَّكَاثُرُ } قال:  يَقُولُ ابنُ آدَم: مَالي ، مَالي ، وَهَل لَكَ يَا ابن آدمَ مِنْ مالِكَ إِلاَّ مَا أَكَلت فَأَفْنيْتَ ، أو لبِستَ فَأَبْلَيْتَ ، أَوْ تَصَدَّقْتَ فَأَمْضيْتَ ؟",
    "end": "صدق رسول الله"
  },
  {
    "header": 250,
    "content": " عن عبدِ اللَّه بن مُغَفَّلٍ ، رضي اللَّه عنه ، قال : قال رجُلٌ للنَّبِيِّ ص: يارسولَ اللَّه ، واللَّه إِنِّي لأُحِبُّكَ ، فقال :  انْظُرْ ماذا تَقُولُ ؟  قال : وَاللَّه إِنِّي لأُحِبُّكَ، ثَلاثَ مَرَّاتٍ ، فقال :  إِنْ كُنْتَ تُحبُّني فَأَعِدَّ لَلفقْر تِجْفافاً، فإِنَّ الفَقْر أَسْرَعُ إلى من يُحِبُّني مِنَ السَّيْل إلى مُنْتَهَاهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 251,
    "content": " عن كَعبِ بنِ مالكٍ ، رضي اللَّه عنه ، قال : قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم :  مَاذِئْبَان جَائعَانِ أُرْسِلا في غَنَم بأَفْسَدَ لَهَا مِنْ حِرْصِ المَرْءِ على المالِ وَالشـَّرفِ لِدِينهِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 252,
    "content": " عن عبدِ اللَّه بن مَسْعُودٍ رضي اللَّه عنه ، قال : نَامَ رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم على حَصيرٍ فَقَامَ وَقَدْ أَثَّرَ في جَنْبِهِ ، قُلْنَا : يا رَسُولَ الَّه لوِ اتَّخَذْنَا لكَ وِطَاءً ، فقال :  مَالي وَلَلدُّنْيَا ؟ مَا أَنَا في الدُّنْيَا إِلاَّ كَرَاكبٍ اسْتَظَلَّ تَحْتَ شَجَرَةٍ ثُمَّ رَاحَ وَتَرَكَهَا ",
    "end": "صدق رسول الله"
  },
  {
    "header": 253,
    "content": " عن أبي هريرة رضي اللَّه عنه ، قال : قال رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  يَدْخُلُ الفُقَراءُ الجَنَّةَ قَبْلَ الأَغْنِيَاءِ بِخَمْسِمائَةِ عَامٍ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 254,
    "content": " عن أَنس رضي اللَّه عنه قال : رَهَنَ النَّبِيُّ صَلّى اللهُ عليه وسَلَّم دِرْعهُ بِشَعِيرٍ ، ومشيتُ إِلى النَّبِيِّ صَلّى اللهُ عليه وسَلَّم بِخُبْزِ شَعيرٍ ، وَإِهَالَةٍ سَنِخَةٍ ، وَلَقَدْ سمِعْتُهُ يقُولُ :  ما أَصْبحَ لآلِ مُحَمَّدٍ صــاعٌ ولا أَمْسَى وَإِنَّهُم لَتِسْعَةُ أَبْيَاتٍ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 255,
    "content": " عن أبي أُمامة رضي اللَّه عنه قال : قال رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  يا ابْنَ آدمَ : إِنَّكَ إِنْ تَبْذُل الفَضلَ خَيْرٌ لَكَ ، وَأَن تُمْسِكهُ شرٌّ لَكَ ، ولا تُلامُ عَلى كَفَافٍ، وَابدأ بِمنْ تَعُولُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 256,
    "content": " عن عبدِ اللَّه بن عمرو بنِ العاصِ رضي اللَّه عنهما ، أَن رسول اللَّه صَلّى اللهُ عليه وسَلَّم قال :  قَدْ أَفَلَحَ مَن أَسلَمَ ، وكَانَ رِزقُهُ كَفَافاً ، وَقَنَّعَهُ اللَّه بِمَا آتَاهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 257,
    "content": " عن أبي مُحَمَّد فَضَالَةَ بنِ عُبَيْد الأَنْصَارِيِّ رضي اللَّه عنه ، أَنَّهُ سَمِعَ رسول اللَّه صَلّى اللهُ عليه وسَلَّم يَقُولُ :  طُوبَى لِمَنْ هُدِيَ إِلى الإِْسلام ، وَكَانَ عَيْشهُ كَفَافاً ، وَقَنِعَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 258,
    "content": " عن أبي كَريمَةَ المِقْدامِ بن معْدِ يكَرِب رضي اللَّه عنه قال : سمِعتُ رسول اللَّه  صَلّى اللهُ عليه وسَلَّم يقَولُ :  مَا ملأَ آدمِيٌّ وِعَاءً شَرّاً مِنْ بَطنِه ، بِحسْبِ ابن آدمَ أُكُلاتٌ يُقِمْنَ صُلْبُهُ ، فإِنْ كَانَ لا مَحالَةَ ، فَثلُثٌ لطَعَامِهِ ، وثُلُثٌ لِشرابِهِ ، وَثُلُثٌ لِنَفَسِهِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 259,
    "content": " عن أبي هُرَيْرَةَ رضي اللَّه عنه عن النبي صَلّى اللهُ عليه وسَلَّم قال :  لَيس الغِنَي عَن كثْرَةِ العَرضِ ، وَلكِنَّ الغنِيَ غِنَي النَّفسِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 260,
    "content": " عن عبد اللَّه بن عمرو رضي اللَّه عنهما أَن رسول اللَّه صَلّى اللهُ عليه وسَلَّم قال :  قَدْ أَفلَحَ مَنْ أَسَلَمَ ، وَرُزِقَ كَفَافاً ، وَقَنَّعَهُ اللَّه بما آتَاهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 261,
    "content": " عن سفيانَ صَخْرِ بنِ حَرْبٍ رضي اللَّه عنه قال : قال رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  لا تُلْحِفُوا في المسأَلَةِ ، فوَاللَّه لا يَسْأَلُني أَحَدٌ مِنْكُمْ شَيْئاً، فَتُخرِجَ لَهُ مَسْأَلَتُهُ مِنِّي شَيْئاً وَأَنا لَهُ كارِهٌ ، فَيُبَارَكَ لَهُ فيما أَعْطَيْتُهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 262,
    "content": " عن ابن عمر رضي اللَّه عنهما أَنَّ النبيَّ صَلّى اللهُ عليه وسَلَّم قال :  لاَ تَزَالُ المَسأَلَةُ بِأَحَدِكُمْ حَتى يَلْقى اللَّه تعالى ولَيْسَ في وَجْهِهِ مُزْعةُ لَحْمٍ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 263,
    "content": " عن أبي هُريرة رضي اللَّه عنه قال : قال رسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  مَنْ سَأَلَ النَّاس تَكَثُّراً فَإِنَّمَا يَسْأَلُ جَمْراً ، فَلْيسْتَقِلَّ أَوْ لِيَسْتَكْثِرْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 264,
    "content": " عن سمُرَةَ بنِ جُنْدبٍ رضي اللَّه عنه قال : قال رسُولُ اللَّه صلى اللَّه عليه وآله وسَلَّم :  إِنَّ المَسأَلَةَ كَدُّ يكُدُّ بها الرَّجُلُ وجْهَهُ ، إِلاَّ أَنْ يَسأَلَ الرَّجُلُ سُلْطاناً أَوْ في أَمْر لابُدَّ مِنْهُ  رواهُ الترمذي وقال : حديث حسن صحيح  الكَدُّ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 265,
    "content": " عن ابن مسعودٍ رضيَ اللَّه عنه قال : قال رسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  مَنْ أَصابَتْهُ فَاقَةٌ فَأَنْزَلَهَا بِالنَّاسِ لَمْ تُسَدَّ فاقَتُهُ ، وَمَنْ أَنْزَلها باللَّه ، فَيُوشِكُ اللَّه لَهُ بِرِزقٍ عاجِلٍ أَوْ آجِلِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 266,
    "content": " عَنْ ثَوْبانَ رضيَ اللَّه عنه قال : قال رسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  مَنْ تَكَفَّلَ لي أَن لا يسْأَلَ النَّاسَ شَيْئاً ، وَأَتَكَفَّلُ له بالجَنَّة ؟ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 267,
    "content": " عن أبي هريرة رضيَ اللَّه عنه أَنَّ رسُولَ اللَّه صَلّى اللهُ عليه وسَلَّم قال :  لَيْسِ المِسْكِينُ الَّذِي يطُوفُ عَلى النَّاسِ تَرُدُّهُ اللُّقْمَةُ واللُّقْمَتانِ ، وَالتَّمْرَةُ والتَّمْرتَانِ ، وَلَكِنَّ المِسْكِينَ الَّذِي لا يجِـدُ غِنًى يُغنِيهِ ، وَلاَ يُفْطَنُ لَهُ ، فَيُتَصدَّقَ عليه ، وَلاَ يَقُومُ فَيسْأَلَ النَّاسَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 268,
    "content": " عنْ أبي عبدِ اللَّه الزُّبَيْرِ بنِ العوَّامِ رضي اللَّه عنه قالَ : قالَ رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  لأَنْ يَأْخُذَ أَحَدُكُم أَحبُلَهُ ثُمَّ يَأْتِيَ الجَبَلَ ، فَيَأْتِيَ بحُزْمَةٍ مِن حَطَبٍ عَلى ظَهِرِهِ فَيَبيعَهَا ، فَيَكُفَّ اللَّه بها وَجْهَهُ ، خَيْرٌ لَهُ مِنْ أَن يَسأَلَ النَّاسَ ، أَعطَوْهُ أَوْ مَنَعُوهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 269,
    "content": " عن أبي هُريرة رضي اللَّه عنه قال : قال رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  لأَنْ يحتَطِبَ أَحَدُكُم حُزمَةً على ظَهرِه ، خَيْرٌ من أَنْ يَسأَل أَحَداً ، فَيُعُطيَه أَو يمنَعَهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 270,
    "content": " عنِ النَّبِيِّ صَلّى اللهُ عليه وسَلَّم قال :  كان دَاوُدُ عليهِ السَّلامُ لا يَأْكُل إِلاَّ مِن عَملِ يَدِهِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 271,
    "content": " عن المِقدَامِ بن مَعْدِ يكَربَ رضي اللَّه عنه ، عن النبي صَلّى اللهُ عليه وسَلَّم قال :  مَا أَكَلَ أَحَدٌ طَعَاماً خَيْراً مِن أَنَ يَأْكُلَ مِن عمَلِ يَدِهِ ، وَإِنَّ نَبيَّ اللَّه دَاوُدَ صَلّى اللهُ عليه وسَلَّم كان يَأْكلُ مِن عَمَلِ يَدِهِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 272,
    "content": " عَنِ ابنِ مسعودٍ رضي اللَّه عنه ، عن النبي صَلّى اللهُ عليه وسَلَّم قال :  لا حَسَدَ إِلاَّ في اثنتينِ: رَجُلٌ آتَاهُ اللَّه مَالاً ، فَسَلَّطَه عَلَى هَلَكَتِهِ في الحَقِّ ، وَرَجُلٌ آتَاه اللَّه حِكْمَةً ، فَهُوَ يَقْضِي بِهَا وَيُعَلِّمُها ",
    "end": "صدق رسول الله"
  },
  {
    "header": 273,
    "content": " عَن عَدِيِّ بنِ حاتم رضي اللَّه عنه أَن رسول اللَّه صَلّى اللهُ عليه وسَلَّم قال :  اتَّقُوا النَّارَ وَلَوْ بِشِقِّ تَمَرةٍ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 274,
    "content": " عن أبي هُريرة رضي اللَّه عنه قال : قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم :  مَا مِنْ يَوْمٍ يُصبِحُ العِبادُ فِيهِ إِلاَّ مَلَكَانِ يَنْزِلانِ ، فَيَقُولُ أَحَدَهُمَا : اللَّهُمَّ أَعطِ مُنْفِقاً خَلَفاً، وَيَقُولُ الآخَرُ : اللَّهُمَّ أَعطِ مُمسكاً تَلَفاً ",
    "end": "صدق رسول الله"
  },
  {
    "header": 275,
    "content": " أَن رسولَ اللَّه صَلّى اللهُ عليه وسَلَّم قـال :  قال اللَّه تعالى : أنفِق يا ابْنَ آدمَ يُنْفَقْ عَلَيْكَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 276,
    "content": " عن ْ عبد اللَّهِ بن عَمْرو بن العَاصِ رضي اللَّه عنهُما أَنَّ رَجُلاً سَأَلَ رسول اللَّه صَلّى اللهُ عليه وسَلَّم : أَيُّ الإِسلامِ خَيْرٌ ؟ قال :  تُطْعِمْ الطَّعَامَ ، وَتَقْرَأُ السَّلامَ عَلى مَنْ عَرَفْتَ وَمَنْ لم تَعْرِفْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 277,
    "content": " عن أبي أُمَامَةَ صُدَيِّ بنِ عَجْلانَ رضي اللَّهُ عنه قال : قال رسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم : يا ابْنَ آدَمَ إِنَّكَ إِن تَبْذُلَ الفَضْلَ خَيرٌ لَكََ ، وإِن تُمْسِكَهُ شَرٌّ لَكَ ، وَلا تُلامُ عَلى كَفَافٍ، وَابْدأْ بِمَنْ تَعُولُ ، واليَدُ العُليَا خَيْرٌ مِنَ اليَدِ السُّفْلَى ",
    "end": "صدق رسول الله"
  },
  {
    "header": 278,
    "content": " عن عُمَرَ رضيَ اللَّه عنه قال : قَسَمَ رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم قَسْماً ، فَقُلتُ : يا رسولَ اللَّه لَغَيْرُ هَؤُلاَءِ كَانُوا أَحَقَّ بهِ مِنْهُم ؟ قال :  إِنَّهُمْ خَيَّرُوني أَن يَسأَلُوني بالْفُحشِ فَأُعْطيَهم أَوْ يُبَخِّلُوني ، وَلَستُ بِبَاخِلٍ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 279,
    "content": " عن أبي هُريرة رضيَ اللَّهُ عنه أَنَّ رسولَ اللَّه صَلّى اللهُ عليه وسَلَّم قال :  مَا نَقَصَتْ صَدَقَةٌ مِنْ مَالٍ ، وَمَا زَادَ اللَّهُ عَبْداً بِعَفْوٍ إِلاَّ عِزّاً ، وَمَا تَوَاضَعَ أَحَدٌ للَّهِ إِلاَّ رَفَعَهُ اللَّهُ عَزَّ وجلَّ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 280,
    "content": " عن عائشة رضي اللَّه عنها أَنَّهُمْ ذَبحُوا شَاةً ، فقالَ النَّبِيُّ صَلّى اللهُ عليه وسَلَّم :  مَا بَقِيَ مِنها؟ قالت : ما بقي مِنها إِلاَّ كَتِفُهَا ، قال :  بَقِي كُلُّهَا غَيرَ كَتِفِهَا",
    "end": "صدق رسول الله"
  },
  {
    "header": 281,
    "content": " عن أَسماءَ بنتِ أبي بكرٍ الصديق رضي اللَّه عنهما قالت : قال لي رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  لا تُوكِي فَيوكِيَ اللَّهُ عَلَيْكِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 282,
    "content": " عن جابر رضي اللَّه عنه أَنَّ رسول اللَّه صَلّى اللهُ عليه وسَلَّم قالَ : اتَّقُوا الظُّلْمَ ، فَإِنَّ الظُّلْمَ ظُلمَاتٌ يوْمَ القِيامَة ، واتَّقُوا الشُّحَّ ، فَإِنَّ الشُّحَّ أَهْلَكَ منْ كانَ قَبْلَكُمْ ، حَمَلَهُم على أَن سَفَكُوا دِمَاءَهم واستحَلُّوا مَحَارِمَهُم ",
    "end": "صدق رسول الله"
  },
  {
    "header": 283,
    "content": " قالَ رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  طَعَامُ الاثْنَينِ كافي الثَّلاثَةِ ، وطَعامُ الثَّلاثَةِ كافي الأَربَعَةِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 284,
    "content": " عن أبي موسى رضي اللَّه عنه قال : قال رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  إِنَّ الأشعَرِيين إِذَا أَرملُوا في الْغَزْوِ ، أَو قَلَّ طَعَامُ عِيَالِهِم بالمَدِينَةِ ، جَمَعُوا ما كَانَ عِندَهُم في ثَوبٍ وَاحدٍ ، ثُمَّ اقتَسَمُوهُ بَيْنَهُم في إِنَاءٍ وَاحِدٍ بالسَّويَّةِ فَهُم مِنِّي وَأَنَا مِنهُم ",
    "end": "صدق رسول الله"
  },
  {
    "header": 285,
    "content": " عن أبي هريرة رضي اللَّه عنه عَنِ النَّبِيَّ صَلّى اللهُ عليه وسَلَّم قال :  بيْنَا أَيُّوبُ عليه السلام يَغتَسِلُ عُريَاناً ، فَخَرَّ عليه جَرَادٌ مِن ذَهَبٍ ، فَجَعَلَ أَيُّوبُ يَحِثي في ثَوبِهِ، فَنَادَاهُ رَبُّهُ عَزَّ وَجلَّ : يَا أَيُّوبُ ، أَلَم أَكُنْ أَغْنَيْتُكَ عمَّا تَرَى ؟، قال : بَلَى وَعِزَّتِكَ، وَلكِن لا غِنَى بي عَن بَرَكَتِكَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 286,
    "content": " عن ابن عمر رضي اللَّه عنهما قال : أَخَذَ رَسولُ اللَّه صَلّى اللهُ عليه وسَلَّم بِمنكِبِي فَقَالَ : كُنْ في الدُّنْيَا كَأَنَّكَ غَرِيبٌ أَو عابرُ سَبِيلٍ  وَكَانَ ابْنُ عُمَرَ رضي اللَّه عنهما يقول : إِذا أَمسَيتَ، فَلا تَنْتَظِرِ الصَّبَاحَ ، وَإِذَا أَصْبَحْتَ ، فَلا تَنْتَظِرِ المَسَاءَ ، وخذ مِن صِحَّتِكَ لَمَرَضِك وَمِن حَيَاتِكَ لمَوتِكَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 287,
    "content": " عن أبي هريرة رضيَ اللَّه عنه أَنَّ رَسُولَ اللَّه صَلّى اللهُ عليه وسَلَّم قال :  بَادِرُوا بِالأَعْمَالِ سَبْعاً، هَل تَنْتَظِرُونَ إلاَّ فَقْراً مُنْسِياً ، أَو غِنَى مُطغِياً ، أَوْ مَرَضاً مُفسِداً ، أو هَرَماً مُفَنِّداً، أَو مَوتاً مُجْهزِاً ، أَو الدَّجَّالَ ، فَشَرُّ غَائِبٍ يُنْتَظَرُ ، أَوِ السَّاعَةَ وَالسَّاعَةُ أَدْهَى وأَمَرُّ ؟، ",
    "end": "صدق رسول الله"
  },
  {
    "header": 288,
    "content": " قالَ رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  أَكْثِرُوا ذِكْرَ هَاذِمِ اللَّذَّاتِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 289,
    "content": " عن بُرَيْدَةَ ، رضي اللَّهُ عنه ، قال : قال رسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  كُنْتُ نَهَيْتُكُمْ عَنْ زِيارَة القُبُورِ فَزُوروها ",
    "end": "صدق رسول الله"
  },
  {
    "header": 290,
    "content": " عن بُرَيْدَةَ رضي اللَّهُ عنهُ ، قال : كَانَ النَّبِيُّ صَلّى اللهُ عليه وسَلَّم يُعَلِّمُهُمْ إِذا خَرَجُوا إِلى المَقابِرِ أَنْ يَقُولَ قَائِلُهُم :  السَّلامُ عَلَيكُمْ أَهْل الدِّيارِ مِنَ المُؤْمِنِينَ والمُسْلِمِينَ وَإِنَّا إِنْ شَاءَ اللَّهُ بِكُمْ لاَحِقُونَ ، أَسْأَلُ اللَّه لَنَا وَلَكُمُ العافِيَةَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 291,
    "content": " عن ابن عَبَّاسٍ ، رَضَيَ اللَّه عنهما ، قال : مَرَّ رسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم بِقُبورٍ بالمَدِينَةِ فَأَقْبَلَ عليهمْ بوَجْهِهِ فقالَ :  السَّلامُ عَلَيْكُمْ يا أَهْلَ القُبُورِ ، يَغْفِرُ اللَّهُ لَنا وَلَكُمْ ، أَنْتُم سَلَفُنا ونحْنُ بالأَثَرِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 292,
    "content": " عنْ أبي هُريرة رضيَ اللَّهُ عنه أَنَّ رَسُولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم قالَ :  لا يَتَمَنَّ أَحَدُكُمُ المَوْتَ إِمَا مُحسِناً ، فَلَعَلَّهُ يَزْدادُ ، وَإِمَّا مُسِيئاً فَلَعَلَّهُ يَسْتَعْتِبُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 293,
    "content": " عن أنسٍ رضي اللَّه عنه قال : قالَ رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم : لا يَتَمَنَّيَنَّ أَحَدُكُمُ المَوْتَ لِضُرٍّ أَصَابَهُ فَإِنْ كانْ لابُدَّ فاعِلاَ ، فَلْيَقُل : اللَّهُمَّ أَحْيِني ما كانَتِ الحَياةُ خَيْراً لي ، وتَوَفَّني إِذا كانَتِ الوفاةُ خَيراً لي ",
    "end": "صدق رسول الله"
  },
  {
    "header": 294,
    "content": " عن النَّوَّاسِ بنِ سَمعانَ رضي اللَّه عنه عن النبيِّ صَلّى اللهُ عليه وسَلَّم قال :  البرُّ حُسنُ الخُلُقِ وَالإِثمُ ما حاكَ في نفْسِكَ ، وكَرِهْتَ أَنْ يَطَّلَعَ عليه النَّاسُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 295,
    "content": " عن الحَسَنِ بن عَليٍّ رضّيَ اللَّهُ عنهما ، قال : حَفِظْتُ مِنْ رَسُول اللَّهِ صَلّى اللهُ عليه وسَلَّم : دَعْ ما يَرِيبُكَ إِلى مَا لا يرِيبُك ",
    "end": "صدق رسول الله"
  },
  {
    "header": 296,
    "content": " عن سعد بن أبي وقَّاص رضي اللَّه عنه ، قال : سَمِعْتُ رَسُولَ اللَّه صَلّى اللهُ عليه وسَلَّم يَقُول:  إِنَّ اللَّه يحِبُّ العَبدَ التَّقِيَّ الغَنِيَّ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 297,
    "content": " عن أبي سعيد الخُدريِّ رضي اللَّه عنه قال : قال رَجُلُ أَيُّ النَّاسِ أفضَلُ يارسولَ اللَّه ؟ قال :  مُؤْمِنٌ مجَاهِدٌ بِنَفسِهِ وَمَالِهِ في سبيل اللَّه  قال : ثم من ؟ قال : ثم رَجُلٌ مُعتَزِلٌ في شِعْبٍ مِن الشِّعَاب يَعبُدُ رَبَّهِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 298,
    "content": " عن عِيَاضِ بنِ حِمَارٍ رضي اللَّه عنه قال : قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم :  إِن اللَّه أَوحَى إِليَّ أَنْ تَواضَعُوا حتى لا يَفْخَرَ أَحَدٌ عَلى أَحدٍ ، ولا يَبغِيَ أَحَدٌ على أَحَدٍ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 299,
    "content": " عَنْ أبي هريرة رضي اللَّه عنه أَن رسول اللَّه صَلّى اللهُ عليه وسَلَّم قال :  ما نَقَصَتْ صَدقَةٌ من مالٍ ، وما زاد اللَّه عَبداً بِعَفوٍ إِلاَّ عِزّاً ، ومَا تَوَاضَعَ أَحَدٌ للَّهِ إِلاَّ رَفَعَهُ اللَّهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 300,
    "content": " عن أَنسٍ رضي اللَّه عنه أَنَّ رسولَ اللَّه صَلّى اللهُ عليه وسَلَّم كان إِذَا أَكَلَ طَعَاماً لَعِقَ أَصابِعه الثلاثَ قال : وقال :  إِذَا سَقطَتْ لُقْمَةُ أَحَدِكُمْ ، فَلْيُمِطْ عَنْها الأَذى ، ولْيأْكُلْها ، وَلا يَدَعْها للشَّيْطَانِ  وَأَمَر أَنْ تُسْلَتَ القَصْعَةُ قالَ :  فَإِنَّكُمْ لا تدْرُونَ في أَيِّ طَعامِكُمُ البَركَةُ",
    "end": "صدق رسول الله"
  },
  {
    "header": 301,
    "content": " عن أبي هُريرة رضي اللَّه عنه ، عن النبي صَلّى اللهُ عليه وسَلَّم قال :  ما بعثَ اللَّهُ نَبِيّاً إِلاَّ رعى الغنَمَ  قالَ أَصحابه : وَأَنْتَ ؟ فقال :  نَعَمْ كُنْتُ أَرْعَاهَا على قَرارِيطَ لأَهْلِ مَكَّةَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 302,
    "content": " عن أَنسٍ رضي اللَّهُ عنه قال : كَانَتْ نَاقَةُ رَسُول اللَّه صَلّى اللهُ عليه وسَلَّم العَضْبَاءُ لاَ تُسبَقُ، أو لا تكَادُ تُسْبَقُ ، فَجَاءَ أَعْرابيٌّ عَلى قَعُودٍ لهُ ، فَسبقَها ، فَشَقَّ ذلك عَلى المُسْلمِينَ حَتَّى عَرفَهُ النبي صَلّى اللهُ عليه وسَلَّم فَقَالَ: حَقٌّ عَلى اللَّهِ أَنْ لاَ يَرْتَفِعَ شَيء مِنَ الدُّنْيَا إِلاَّ وَضَعَهُ",
    "end": "صدق رسول الله"
  },
  {
    "header": 303,
    "content": " عن عبدِ اللَّهِ بن مسعُودٍ رضيَ اللَّهُ عنه ، عن النبيِّ صَلّى اللهُ عليه وسَلَّم قال :  لا يَدْخُل الجَنَّةَ مَنْ كَانَ في قَلْبِهِ مثْقَالُ ذَرَّةٍ مَنْ كِبرٍ  فقال رَجُلٌ : إِنَّ الرَّجُلَ يُحِبُّ أَنْ يَكُونَ ثَوْبُه حسناً ، ونعلهُ حسنا قال :  إِنَّ اللَّه جَمِيلٌ يُحِبُّ الجَمالَ الكِبْرُ بَطَرُ الحَقِّ وغَمْطُ النَّاسِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 304,
    "content": " عن أبي هُريرة رضي اللَّه عنه أَن رسولَ اللَّه صَلّى اللهُ عليه وسَلَّم قال :  لا يَنْظُرُ اللَّه يَوْم القِيامةِ إِلى مَنْ جَرَّ إِزارَه بَطَراً ",
    "end": "صدق رسول الله"
  },
  {
    "header": 305,
    "content": " قالَ رسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  ثَلاثةٌ لاَ يُكَلِّمُهُمُ اللَّه يَوْمَ القِيامَةِ ، وَلا يُزَكِّيهِمْ ، وَلاَ يَنْظُرُ إِلَيْهِمْ ، وَلهُمْ عَذَابٌ أَلِيمٌ : شَيْخٌ زانٍ ، ومَلِكٌ كَذَّابٌ ، وعائلٌ مُسْتَكْبِرٌ رواهُ مسلم  العائِلُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 306,
    "content": " قال رسولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  قال اللَّه عزَّ وجلَّ : العِزُّ إِزاري ، والكِبْرياءُ رِدَائِي ، فَمَنْ يُنَازعُني في واحدٍ منهُما فقدْ عذَّبتُه ",
    "end": "صدق رسول الله"
  },
  {
    "header": 307,
    "content": " عنْه أَنَّ رسولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم قال :  بيْنَمَا رَجُلٌ يَمْشِي في حُلَّةٍ تُعْجِبُه نفْسُه ، مرَجِّلٌ رأسَه ، يَخْتَالُ في مَشْيَتِهِ ، إِذْ خَسَفَ اللَّهُ بِهِ ، فهو يَتَجَلْجَلُ في الأَرْضِ إلى يوْمِ القِيامةِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 308,
    "content": " عن سَلَمَة بنِ الأَكْوع رضيَ اللَّه عنه قال : قال رسُولُ اللِّه صَلّى اللهُ عليه وسَلَّم :  لا يزَالُ الرَّجُلُ يَذْهَبُ بِنفْسِهِ حَتَّى يُكْتَبَ في الجَبَّارينَ ، فَيُصِيبُهُ ما أَصابَهمْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 309,
    "content": " عن الصَّعبِ بنِ جَثَّامَةَ رضيَ اللَّهُ عنه قال : أَهْدَيْتُ رسُولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم حِمَاراً وَحْشِياً ، فَرَدُّهُ عليَّ ، فلمّا رأَى مَا في وَجْهي قالَ :  إِنَّا لَمْ نَرُدَّهُ عَلَيْكَ إِلاَّ لأَنَّا حُرُمٌ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 310,
    "content": " عن النَّوَّاسِ بنِ سمعانَ رضي اللَّه عنه قال : سأَلتُ رسُولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم عنِ البِرِّ والإِثمِ فقالَ :  البِرُّ حُسنُ الخُلُقِ ، والإِثمُ : ما حاكَ في نَفْسِكَ ، وكَرِهْتَ أَنْ يَطَّلعَ عليه النَّاسُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 311,
    "content": " عن أبي هُريرة رضيَ اللَّه عنه قال : سُئِلَ رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم عَنْ أَكثرِ مَا يُدْخلُ النَّاس الجَنَّةَ ؟ قال :  تَقْوى اللَّهِ وَحُسنُ الخُلُق وَسُئِلَ عن أَكثرِ مَا يُدْخِلُ النَّاسَ النَّارَ فَقَالَ:  الفَمُ وَالفَرْجُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 312,
    "content": " قال رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  أَكْمَلُ المُؤمِنِينَ إِيمَاناً أَحسَنُهُم خُلُقاً ، وخيارُكُم خِيَارُكُمْ لِنِسَائِهمْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 313,
    "content": " عن عائشةَ رضيَ اللَّه عنها ، قالت سمعت رسولَ اللَّه صَلّى اللهُ عليه وسَلَّم يقول :  إِنَّ الُمؤْمِنَ لَيُدْركُ بِحُسنِ خُلُقِه درَجةَ الصائمِ القَائمِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 314,
    "content": " عن ابنِ عَبَّاسٍ رَضيَ اللَّهُ عَنْهُما قَالَ : قَالَ رَسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم لأَشَجِّ عبْدِ الْقَيْس:  إِنَّ فيك خَصْلَتَيْنِ يُحِبُّهُمَا اللَّهُ : الحِلْمُ وَالأَنَاة ",
    "end": "صدق رسول الله"
  },
  {
    "header": 315,
    "content": " عن عائشة رضي اللَّه عنها قالت : قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم :  إِنَّ اللَّه رفيقٌ يُحِبُّ الرِّفْقَ في الأَمْرِ كُلِّه ",
    "end": "صدق رسول الله"
  },
  {
    "header": 316,
    "content": " النبي صَلّى اللهُ عليه وسَلَّم قال :  إِنَّ اللَّهَ رَفِيقٌ يُحِبُّ الرِّفقَ ، وَيُعْطِي على الرِّفق مالا يُعطي عَلى العُنفِ وَما لا يُعْطِي عَلى ما سِوَاهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 317,
    "content": " النبيَّ صَلّى اللهُ عليه وسَلَّم قال :  إِنَّ الرِّفقُ لا يَكُونُ في شيءٍ إِلاَّ زَانَهُ ، وَلا يُنْزَعُ مِنْ شَيءٍ إِلاَّ شَانَهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 318,
    "content": " عن أبي هريرة رضي اللَّه عنه قال : بَال أَعْرَابيٌّ في المسجِد ، فَقَامَ النَّاسُ إِلَيْه لِيَقَعُوا فِيهِ ، فقال النبي صَلّى اللهُ عليه وسَلَّم : دَعُوهُ وَأَرِيقُوا عَلى بَوْلِهِ سَجْلاً مِنْ مَاءٍ، أَوْ ذَنُوباً مِن مَاءٍ ، فَإِنَّما بُعِثتُم مُيَسِّرِينَ ولَمْ تُبْعَثُوا مُعَسِّرِينَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 319,
    "content": " عن جرير بن عبد اللَّه رضي اللَّه عنه قال : سمعتُ رسول اللَّه صَلّى اللهُ عليه وسَلَّم يقُولُ : مَنْ يُحْرَمِ الرِّفْقَ يُحْرمِ الخيْرَ كُلَّهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 320,
    "content": " عن أبي هريرة رضي اللَّه عنه أَنَّ رَجُلاً قال للنَّبِيِّ صَلّى اللهُ عليه وسَلَّم : أَوْصِني قال :  لا تَغْضَبْ  فَرَدَّدَ مِرَاراً ، قال :  لا تَغْضَبْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 321,
    "content": " عن أبي يعلَى شدَّاد بن أَوسٍ رضي اللَّه عنه ، عن رسول اللَّه صَلّى اللهُ عليه وسَلَّم قال :  إِنَّ اللَّه كَتَبَ الإِحسَان على كُلِّ شَيءٍ ، فإِذا قَتلتُم فَأَحسِنُوا القِتْلَةَ وَإِذَا ذَبحْتُم فَأَحْسِنُوا الذِّبْحة وليُحِدَّ أَحَدُكُم شَفْرتَه وَليُرِحْ ذَبيحَتَهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 322,
    "content": " عن ابن مسعود رضي اللَّه عنه قال : قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم :  أَلا أَخْبرُكُمْ بِمَنْ يَحْرُمُ عَلى النَّارِ أَوْ بِمَنْ تَحْرُمُ عليه النَّارُ ؟ تَحْرُمُ على كُلِّ قَرِيبٍ هَيِّنٍ ليِّنٍ سَهْلٍ",
    "end": "صدق رسول الله"
  },
  {
    "header": 323,
    "content": " عن ابن مسعود رضي اللَّه عنه قال : كأَنِّي أَنظُرُ إلى رسول اللَّه صَلّى اللهُ عليه وسَلَّم يحْكِي نَبِيّاً مِن الأَنبياءِ ، صلوَاتُ اللَّهِ وَسلامُه عَلَيهم ، ضَرَبَهُ قَومُهُ فَأَدموهُ ، وَهُوَ يَمسَحُ الدَّمَ عَنْ وَجهِهِ ، ويقول :  اللَّهُمَّ اغفِرِ لِقَومي فَإِنَّهُم لا يَعْلَمُونَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 324,
    "content": " عن أبي هريرة رضي اللَّه عنه أَن رسول اللَّه صَلّى اللهُ عليه وسَلَّم قال :  لَيس الشَّديدُ بِالصُّرعَةِ ، إِنَّما الشديدُ الذي يَملِكُ نفسهُ عِند الغضبِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 325,
    "content": " عن عائشة رضي اللَّه عنها قالت : قدِمَ رسول اللَّه صَلّى اللهُ عليه وسَلَّم مِنْ سفَرٍ ، وقَد سَتَرْتُ سَهْوةً لي بقِرامٍ فَيهِ تَمَاثيلُ ، فَلمَّا رآهُ رسول اللَّه صَلّى اللهُ عليه وسَلَّم  هتكَهُ وتَلَوَّنَ وجهُهُ وقال :  يَا عائِشَةُ : أَشَدُّ النَّاسِ عَذَاباً عِند اللَّهِ يوم القيامةِ الَّذينَ يُضاهُونَ بِخَلقِ اللَّهِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 326,
    "content": " عن أبي يَعْلى مَعْقِل بن يَسَارٍ رضي اللَّه عنه قال : سمعتُ رسول اللَّه صَلّى اللهُ عليه وسَلَّم يقول :  ما مِن عبدٍ يسترعِيهِ اللَّه رعيَّةً ، يَمُوتُ يومَ يَموتُ وهُوَ غَاشٌ لِرَعِيَّتِهِ ، إلاَّ حَرَّمَ اللَّه علَيهِ الجَنَّةَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 327,
    "content": " عن عائشة رضي الله عنها قالت : سمعت رسول الله صَلّى اللهُ عليه وسَلَّم يقول في بيتي هذا :  اللهم من وَلي من أمر أُمتي شيئاً فشق عليهم فاشقق عليه ، ومن وَلِيَ من أمر أمتي شيئاً فرفق بهم فارفق به ",
    "end": "صدق رسول الله"
  },
  {
    "header": 328,
    "content": " عن عائِذ بن عمروٍ رضي اللَّه عنه أَنَّهُ دَخَلَ على عُبيدِ اللَّهِ ابن زِيادٍ ، فقال له : أَيْ بُنَيَّ ، إني سَمِعتُ رسول اللَّه صَلّى اللهُ عليه وسَلَّم يقول :  إنَّ شَرَّ الرِّعاءِ الحُطَمةُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 329,
    "content": " عن عبد اللَّهِ بنِ عمرو بن العاص رضي اللَّهُ عنهما قال : قال رسولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم:  إنَّ المُقسِطينَ عِنْدَ اللَّهِ عَلى مَنابِرَ مِنْ نورٍ : الَّذِينَ يعْدِلُونَ في حُكْمِهِمْ وأَهليهِمْ وما وُلُّوا ",
    "end": "صدق رسول الله"
  },
  {
    "header": 330,
    "content": " عَنْ عِيَاضِ بن حِمار رضي اللَّهُ عَنْهْ قالَ : سمِعْت رَسُول اللَّهِ صَلّى اللهُ عليه وسَلَّم يقولُ : أَهْلُ الجَنَّةِ ثَلاثَةٌ : ذُو سُلْطانٍ مُقْسِطٌ مُوَفَّقٌ ، ورَجُلٌ رَحِيمٌ رَقيقٌ القَلْبِ لِكُلِّ ذِى قُرْبَى وَمُسْلِمٍ ، وعَفِيفٌ مُتَعَفِّفٌ ذُو عِيالٍ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 331,
    "content": " عن ابن عمر رضي اللَّهُ عنهما عَن النبي صَلّى اللهُ عليه وسَلَّم  قال :  عَلى المَرْءِ المُسْلِم السَّمْعُ والطَّاعَةُ فِيما أَحَبَّ وكِرَهَ ، إِلاَّ أنْ يُؤْمَرَ بِمَعْصِيَةٍ فَإذا أُمِر بِمعْصِيَةٍ فَلاَ سَمْعَ وَلا طاعَةَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 332,
    "content": " كُنَّا إذا بايَعْنَا رسُولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم  عَلى السَّمْعِ والطَّاعةِ يقُولُ لَنَا : فيما اسْتَطَعْتُمْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 333,
    "content": " سَمِعْتُ رسُولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم  يقول :  مَنْ خلَعَ يَداً منْ طَاعَةٍ لَقِى اللَّه يوْم القيامَةِ ولاَ حُجَّةَ لَهُ ، وَمَنْ ماتَ وَلَيْس في عُنُقِهِ بيْعَةٌ مَاتَ مِيتةً جَاهِلًيَّةً ",
    "end": "صدق رسول الله"
  },
  {
    "header": 334,
    "content": " عَن أنَسٍ رضي اللَّهُ عنه قال : قال رسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  اسْمَعُوا وأطيعوا ، وإنِ اسْتُعْمِل علَيْكُمْ عبْدٌ حبشىٌّ ، كَأَنَّ رَأْسهُ زَبِيبَةٌ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 335,
    "content": " عن أبي هريرة رضي اللَّه عنه قال : قالَ رسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  عليْكَ السَّمْعُ وَالطَّاعةُ في عُسْرِكَ ويُسْرِكَ وَمنْشَطِكَ ومَكْرهِكَ وأَثَرَةٍ عَلَيْك ",
    "end": "صدق رسول الله"
  },
  {
    "header": 336,
    "content": " عَنْ عَبْدِ اللَّهِ بن مسْعُودٍ رضي اللَّهُ عنه قال : قال رسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  إنَّهَا ستَكُونُ بعْدِي أَثَرَةٌ ، وأُمُورٌ تُنْكِرُونَهَا ،  قالوا : يا رسُولَ اللَّهِ ، كَيفَ تَأْمُرُ مَنْ أَدْركَ مِنَّا ذلكَ ؟ قَالَ :  تُؤَدُّونَ الحَقَّ الذي عَلَيْكُمْ ، وتَسْأَلُونَ اللَّه الذي لَكُمْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 337,
    "content": " عن أبي هريرة رضي اللَّهُ عنه قال : قال رسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  مَنْ أَطَاعَني فَقَدْ أَطَاعَ اللَّه ، وَمَنْ عَصَاني فَقَدْ عَصَى اللَّه ، وَمَنْ يُطِعِ الأمِيرَ فَقَدْ أطَاعَني ، ومَنْ يعْصِ الأمِيرَ فَقَدْ عَصَانِي ",
    "end": "صدق رسول الله"
  },
  {
    "header": 338,
    "content": " عن ابن عباسٍ رضي اللَّه عنهما أن رسول اللَّه صَلّى اللهُ عليه وسَلَّم قال :  من كَرِه مِنْ أَمِيرِهِ شيْئاً فَليَصبِر ، فإنَّهُ مَن خَرج مِنَ السُّلطَانِ شِبراً مَاتَ مِيتَةً جاهِلِيةً ",
    "end": "صدق رسول الله"
  },
  {
    "header": 339,
    "content": " عن أبي بكر رضي اللَّه عنه قال : سمعت رسول اللَّه صَلّى اللهُ عليه وسَلَّم يقول :  مَن أهَانَ السُّلطَانَ أَهَانَهُ اللَّه ",
    "end": "صدق رسول الله"
  },
  {
    "header": 340,
    "content": " عن أبي سعيد عبد الرحمنِ بن سَمُرةَ رضي اللَّه عنه ، قال : قال لي رسول اللَّه صَلّى اللهُ عليه وسَلَّم :  يَا عَبدَ الرَّحمن بن سمُرَةَ : لا تَسأَل الإمارَةَ ، فَإنَّكَ إن أُعْطِيتَها عَن غَيْرِ مسأَلَةٍ أُعنتَ علَيها ، وإن أُعطِيتَها عَن مسأَلةٍ وُكِلتَ إلَيْها ، وإذَا حَلَفْتَ عَلى يَمِين ، فَرَأَيت غَيرها خَيراً مِنهَا ، فَأْتِ الذي هُو خيرٌ ، وكفِّر عَن يَمينِكَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 341,
    "content": " عن أبي ذرٍ رضي اللَّه عنه قال : قال لي رسول اللَّه صَلّى اللهُ عليه وسَلَّم :  يا أبا ذَر أَرَاك ضعِيفاً، وإني أُحِبُّ لكَ ما أُحِبُّ لِنَفسي، لا تَأَمَّرنَّ على اثْنيْن ولا تولِّيَنَّ مال يتِيمِ",
    "end": "صدق رسول الله"
  },
  {
    "header": 342,
    "content": " قلت : يا رسول اللَّه ألا تَستعمِلُني ؟ فضَرب بِيدِهِ على منْكبِي ثُمَّ قال:  يا أبا ذَرٍّ إنَّكَ ضَعِيف ، وإنَّهَا أَمانة ، وإنَّها يوم القيامَة خِزْيٌ ونَدَامةٌ ، إلاَّ من أخَذها بِحقِّها ، وأدى الذي عليهِ فِيها ",
    "end": "صدق رسول الله"
  },
  {
    "header": 343,
    "content": " عن أبي هُريرة رضي اللَّه عنه أن رسول اللَّه صَلّى اللهُ عليه وسَلَّم  قال :  إنَّكم ستحرِصون على الإمارةِ ، وستَكُونُ نَدَامَة يوْم القِيامَةِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 344,
    "content": " عن أبي سعيدٍ وأبي هريرة رضي اللَّه عنهما أن رسولَ اللَّه صَلّى اللهُ عليه وسَلَّم قال :  مَا بَعَثَ اللَّهُ مِن نبي ، ولا استَخْلَف مِنْ خَليفَةٍ إلاَّ كَانَتْ لَهُ بِطَانتَانِ : بِطَانَةٌ تَأْمُرُهُ بِالمَعْرُوفِ وَتحُضُّهُ عليه ، وبِطَانَةٌ تَأْمُرُهُ بِالشَّرِّ وتحُضُّهُ عليهِ والمَعصُومُ من عَصَمَ اللَّهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 345,
    "content": " عن أبي موسى الأَشعريِّ رضي اللَّه عنه قال : دخَلتُ على النبي صَلّى اللهُ عليه وسَلَّم أنَا وَرَجُلانِ مِنْ بني عَمِّي ، فقال أحَدُهُمَا : يا رسولَ اللَّه أمِّرنَا عَلى بعضِ مَا ولاَّكَ اللَّه ، عزَّ وجلَّ ، وقال الآخرُ مِثْلَ ذلكَ ، فقال :  إنَّا واللَّه لا نُوَلِّي هذَا العَمَلَ أحداً سَأَلَه ، أو أحَداً حَرَص عليه ",
    "end": "صدق رسول الله"
  },
  {
    "header": 346,
    "content": " عن ابْنِ عُمَرَ رضي اللَّه عنهما أَنَّ رسولَ اللَّه صَلّى اللهُ عليه وسَلَّم مَرَّ عَلَى رَجُلٍ مِنَ الأَنْصَارِ وَهُوَ يَعِظُ أَخَاهُ في الحَيَاءِ ، فَقَالَ رسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  دَعْهُ فإِنَّ الحياءَ مِنَ الإِيمانِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 347,
    "content": " عن عِمْران بن حُصَيْن ، رضي اللَّه عنهما ، قال : قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم : الحياَءُ لا يَأْتي إلاَّ بِخَيْرٍ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 348,
    "content": " عن أبي هُريرة رضي اللَّه عنه ، أنَّ رسول اللَّه صَلّى اللهُ عليه وسَلَّم قال :  الإيمَانُ بِضْع وسبْعُونَ ، أوْ بِضْعُ وَسِتُّونَ شُعْبةً ، فَأَفْضَلُها قوْلُ لا إله إلاَّ اللَّه ، وَأدْنَاها إمَاطةُ الأَذَى عنَ الطَّرِيقِ ، والحياءُ شُعْبَةٌ مِنَ الإيمَانِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 349,
    "content": " عن أبي سعيد الخُدْرِيِّ رضي اللَّه عنه قال : قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم :  إنَّ مِنْ أَشَرِّ النَّاسِ عِنْدَ اللَّهِ مَنْزِلَة يَوْم الْقِيامَةِ الرَّجُل يُفضِي إلى المَرْأَةِ وَتُفضِي إلَيهِ ثُمَّ يَنْشُرُ سِرَّهَا",
    "end": "صدق رسول الله"
  },
  {
    "header": 350,
    "content": " عن أبي هريرة رضي اللَّه عنه ، أن رسول اللَّه صَلّى اللهُ عليه وسَلَّم قال :  آيَةُ المُنَافِقِ ثَلاثٌ : إذا حَدَّث كَذب ، وإذا وَعدَ أخلَف ، وإذا اؤْتُمِنِ خَانَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 351,
    "content": " عن عبد اللَّه بن عمرو بن العاص رضي اللَّه عنهما قال : قال لي رسول اللَّه صَلّى اللهُ عليه وسَلَّم : يا عبْدَ اللَّه ، لا تَكُنْ مِثل فُلانٍ ، كَانَ يقُوم اللَّيْلَ فَترَك قيَامَ اللَّيْل ، ",
    "end": "صدق رسول الله"
  },
  {
    "header": 352,
    "content": " عَنْ عدِيِّ بن حَاتمٍ رضي اللَّه عنه قال : قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم :  اتَّقُوا النَّارَ وَلَوْ بِشِقِّ تَمْرَةٍ فَمَنْ لَمْ يجدْ فَبِكَلِمَةٍ طَيِّبَةٍ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 353,
    "content": " عن أبي ذَرٍّ رضي اللَّه عنه قال : قال لي رسول اللَّه صَلّى اللهُ عليه وسَلَّم :  لا تحْقِرَنَّ مِنَ المعْرُوفِ شَيْئاً ، وَلَوْ أَنْ تَلْقَى أخَاكَ بِوَجْهٍ طَلِيقٍ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 354,
    "content": " عن جَرير بن عبدِ اللَّه رضي اللَّه عنه قال : قال لي رسول اللَّه صَلّى اللهُ عليه وسَلَّم في حجَّةِ الْوَدَاع :  اسْتَنْصِتِ النَّاسَ  ثمَّ قال :  لا ترْجِعُوا بعْدِي كُفَّاراً يضْرِبُ بَعْضُكُمْ رِقَاب بَعْضٍ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 355,
    "content": " عن أبي هريرة رضي اللَّه عنه قال : سمعتُ رسول اللَّه صَلّى اللهُ عليه وسَلَّم يقول :  إذا أُقِيمَتِ الصَّلاة ، فَلا تَأْتُوهَا وأنْتُمْ تَسْعَوْنَ ، وأَُتُوهَا وَأَنُتمْ تمْشُونَ ، وعَلَيكم السَّكِينَة ، فَما أَدْرَكْتُمْ فَصَلُّوا ، وَمَا فَاتَكُمْ فَأَتمُّوا ",
    "end": "صدق رسول الله"
  },
  {
    "header": 356,
    "content": " عن ابن عباس رضي اللَّه عنهما أَنَّهُ دَفَعَ مَعَ النبي صَلّى اللهُ عليه وسَلَّم يَوْمَ عرَفَةَ فَسَمع النبي صَلّى اللهُ عليه وسَلَّم وَرَاءه زَجْراً شَديداً وَضَرْباً وَصوْتاً للإِبلِ ، فَأَشار بِسَوْطِهِ إِلَيْهِمْ وقال :  أَيُّهَا النَّاسُ عَلَيْكُمْ بِالسَّكِينَةِ فَإِنَّ الْبِرَّ لَيْسَ بِالإِيضَاعِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 357,
    "content": " عن أبي هريرة رضي اللَّه عنه أنَّ النَّبِيَّ صَلّى اللهُ عليه وسَلَّم قال :  مَنْ كانَ يُؤمنُ بِاللَّه واليَومِ الآخِرِ فَلْيُكرِمْ ضَيفَهُ ، وَمَنْ كَانَ يُؤمِنُ بِاللَّه واليَوم الآخِرِ فليصِلْ رَحِمَهُ، وَمَنْ كَانَ يؤمِنُ بِاللَّه وَاليوْمِ الآخِرِ فَلْيَقلْ خَيْراً أَوْ ليَصْمُتْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 358,
    "content": " عن عُمَرَ بنِ الخطاب رضي اللَّهُ عنه قال : اسْتَأْذَنْتُ النبي صَلّى اللهُ عليه وسَلَّم في الْعُمْرَةِ ، فَأَذِنَ ، وقال :  لا تنْسنَا يَا أخيَّ مِنْ دُعَائِك ",
    "end": "صدق رسول الله"
  },
  {
    "header": 359,
    "content": " عن عبدِ اللَّهِ بنِ يزيد الخَطْمِيِّ الصَّحَابيِّ رضي اللَّه عنه قال : كَانَ رسولُ اللَّهص إِذا أَرَادَ أَنْ يُوَدِّعَ الجَيْش قالَ :  أَسْتَوْدعُ اللَّه دِينَكُمْ ، وَأَمَانَتكُم ، وَخَوَاتِيمَ أَعمَالِكُمْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 360,
    "content": " عن أَنسٍ رضي اللَّه عنه قال : جَاءَ رَجُلٌ إلى النبيِّ صَلّى اللهُ عليه وسَلَّم فقال : يا رسُولَ اللَّه، إِني أُرِيدُ سَفَراً ، فَزَوِّدْني ، فَقَالَ :  زَوَّدَكَ اللَّه التَّقْوَى ",
    "end": "صدق رسول الله"
  },
  {
    "header": 361,
    "content": " عن أُم عَطِيةَ رضي اللَّه عنها أَن النبيَّ صَلّى اللهُ عليه وسَلَّم قالَ لَهُنَّ في غَسْلِ ابْنَتِهِ زَيْنَبَ رضي اللَّه عنها :  ابْدَأْنَ بِميامِنهَا وَمَواضِعِ الوُضُوءِ مِنْها ",
    "end": "صدق رسول الله"
  },
  {
    "header": 362,
    "content": " عن عَائشة رضي اللَّه عنها قالَتْ: قالَ رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم: إذا أكل أَحَدُكُمْ فَليَذْكُر اسْمَ اللَّه تعالى، فإنْ نسي أَنْ يَذْكُرَ اسْمَ اللَّه تَعَالَى في أَوَّلِهِ، فَليَقُلْ: بِسْمِ اللَّه أَوَّلَهُ وَآخِرَهُ",
    "end": "صدق رسول الله"
  },
  {
    "header": 363,
    "content": " عن جابِرٍ، رضي اللَّه عنه قال: سَمِعتُ رسولَ اللَّه يقولُ: إِذا دخل الرَّجُل بيْتَهُ، فَذَكَرَ اللَّه تعَالى عِنْد دُخُولهِ وعِنْدَ طَعامِهِ، قال الشَّيْطانُ لأَصحَابِهِ: لا مبيتَ لَكُمْ ولا عشَاءَ، وإذا دخَل، فَلَم يَذكُر اللَّه تَعَالى عِنْد دخُولِهِ، قال الشَّيْطَانُ: أَدْركتمُ المبيت، وإِذا لَم يَذْكُرِ اللَّه تعَالى عِنْد طَعامِهِ قال: أَدْركْتُمُ المبيتَ وَالعَشاءَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 364,
    "content": " عن أبي أُمامة رضيَ اللَّه عنهُ أنَّ النَبيَّ صَلّى اللهُ عليه وسَلَّم كانَ إِذا رَفَعَ مَائِدَتَهُ قال: الحَمْدُ للَّه حمداً كَثيراً طَيِّباً مُبَارَكاً فِيه، غَيرَ مَكْفِيٍّ وَلا مُسْتَغْنًي عَنْهُ رَبَّنَا",
    "end": "صدق رسول الله"
  },
  {
    "header": 365,
    "content": " عن أبي هُريرة رضيَ اللَّهُ عنهُ قال: ما عَابَ رسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم طَعَاماً قَطُّ، إِن اشْتَهَاه أَكَلَهُ، وإِنْ كَرِهَهُ تَرَكَهُ",
    "end": "صدق رسول الله"
  },
  {
    "header": 366,
    "content": " عن أبي هُريرة رضيَ اللَّه عنه قال: قال رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم: إِذا دُعِيَ أَحَدُكُمْ، فَلْيُجِبْ، فَإِنْ كان صائماً فَلْيُصلِّ، وَإنْ كانَ مُفْطَراً فَلْيَطْعَمْ",
    "end": "صدق رسول الله"
  },
  {
    "header": 367,
    "content": " عن عمر بن أبي سَلَمَةَ رضي اللَّه عنهما قال: كُنتُ غلاماً في حِجْرِ رسول اللَّه صَلّى اللهُ عليه وسَلَّم، وكَانتْ يَدِي تَطِيشُ في الصَّحْفَةِ فقال لي رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم: يَا غُلامُ سَمِّ اللَّه تعالى وَكُلْ بيمينِكَ وكلْ مِمَّا يَلِيكَ",
    "end": "صدق رسول الله"
  },
  {
    "header": 368,
    "content": " عن جبَلَةَ بن سُحَيْم قال: أَصابَنا عامُ سَنَةٍ معَ ابْنِ الزُّبَيْرِ، فرُزقْنَا تَمْراً، وَكانَ عَبْدُ اللَّه بنُ عمر رضي اللَّه عنهما يمُر بنا ونحْنُ نأْكُلُ، فيقولُ: لا تُقَارِنُوا، فإِن النبي صَلّى اللهُ عليه وسَلَّم نَهى عنِ الإقرانِ، ثم يقولُ: إِلاَّ أَنْ يَسْتَأْذِنَ الرَّجُلُ أَخَاهُ",
    "end": "صدق رسول الله"
  },
  {
    "header": 369,
    "content": " عن ابن عباس رضيَ اللَّه عنهما عن النبيِّ صَلّى اللهُ عليه وسَلَّم قال: الْبَرَكَةُ تَنْزِلُ وَسَطَ الطَّعَام فَكُلُوا مِنْ حَافَّتَيْهِ ولاَ تَأْكُلُوا مِن وَسَطِهِ",
    "end": "صدق رسول الله"
  },
  {
    "header": 370,
    "content": " عن أبي جُحَيْفَةَ وهبِ بنِ عبد اللَّه رضي اللَّه عنه قال: قال رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم: لا آكُلُ مُتَّكِئاً",
    "end": "صدق رسول الله"
  },
  {
    "header": 371,
    "content": " عن ابنِ عباسٍ رضي اللَّه عنهما قال: قال رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم: إِذا أَكلَ أَحدُكُمْ طَعَاماً، فَلا يَمسحْ أَصابِعَهُ حتى يلعَقَهَا أَو يُلْعِقَها",
    "end": "صدق رسول الله"
  },
  {
    "header": 372,
    "content": " عن جابرٍ رضي اللَّه عنه أَنَّ رسولَ اللَّه صَلّى اللهُ عليه وسَلَّم أمر بِلَعْقِ الأَصَابِعِ والصَّحْفَةِ وقال: إِنَّكُمْ لا تَدرُونَ في أَيِّ طعَامِكم البَركةُ",
    "end": "صدق رسول الله"
  },
  {
    "header": 373,
    "content": " أن رسول اللَّه صَلّى اللهُ عليه وسَلَّم قال: إِذا وقعت لُقمَةُ أَحدِكُمْ، فَليَأْخُذْهَا فَلْيُمِطْ ما كان بها من أذًى وليَأْكُلْهَا، ولا يدَعْها للشَّيطَانِ، ولا يمسَحْ يَدهُ بِالمِنْدِيلِ حتَّى يَلعقَ أَصَابِعَهُ، فإِنه لا يَدرِي في أَيِّ طعامِهِ البركةُ",
    "end": "صدق رسول الله"
  },
  {
    "header": 374,
    "content": " أَن رسول اللَّه صَلّى اللهُ عليه وسَلَّم قال: إِن الشَّيْطَانَ يَحضرُ أَحدَكُم عِند كُلِّ شَيءٍ مِنْ شَأْنِهِ، حتى يَحْضُرَهُ عِندَ طعَامِهِ، فَإِذا سَقَطَتْ لُقْمةُ أَحَدِكم فَليَأْخذْهَا فَلْيُمِطْ ما كانَ بها مِن أَذى، ثُمَّ ليَأْكُلْهَا ولا يَدَعها للشَّيْطَانِ، فإذا فَرغَ فَلْيلْعَقْ أَصابِعِهُ فإِنَّه لا يدري في أَيِّ طعامِهِ البرَكَةُ",
    "end": "صدق رسول الله"
  },
  {
    "header": 375,
    "content": " عن أَنسٍ رضي اللَّه عنه قال: كان: رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم إِذا أَكَلَ طعَاماً، لعِقَ أَصَابِعَهُ الثَّلاثَ، وقالَ: إِذا سقَطَتْ لُقمةُ أَحدِكم فَلْيَأْخُذْها، وليمِطْ عنها الأذى، وليَأْكُلْهَا، ولا يَدعْهَا للشَّيطَانِ وأَمَرنَا أَن نَسلتَ القَصعةَ وقال: إِنَّكم لا تدْرُونَ في أَيِّ طَعَامِكم البَركةُ",
    "end": "صدق رسول الله"
  },
  {
    "header": 376,
    "content": " عن أبي هريرة رضيَ اللَّه تعالى عنه قالَ : قال رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم : طَعَامُ الإثنينِ كافي الثَّلاثَةِ ، وَطَعَامُ الثَلاثَةِ كافي الأَربعَةِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 377,
    "content": " عن جابرٍ رضي اللَّه عنهُ قال : سمعتُ رسولَ اللَّه صَلّى اللهُ عليه وسَلَّم يَقُولُ : طَعامُ الوَاحِدِ يَكْفي الإثَنيْنِ ، وطعامُ الإثنينِ يكْفي الأربعةَ ، وطعامُ الأرَبَعةِ يَكْفي الثَّمانِيَةَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 378,
    "content": " عن ابن عباسٍ رضي اللَّه عنهما قال: قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم: لا تَشْرَبُوا واحِداً كَشُرْبِ البَعِير، وَلكِن اشْرَبُوا مَثْنى وثُلاثَ، وسَمُّوا إِذا أَنْتُمْ شَرِبْتُمْ، واحْمدوا إِذا أَنْتُمْ رَفعْتُمْ",
    "end": "صدق رسول الله"
  },
  {
    "header": 379,
    "content": " عن أَنسٍ رضي اللَّه عنه أَن رسول الَّه صَلّى اللهُ عليه وسَلَّم أُتِي بِلَبنٍ قد شِيب بمَاءٍ، وعَنْ يمِينِهِ أَعْرابي، وعَنْ يَسارِهِ أَبو بَكرٍ رضي اللَّه عنه، فَشَرِبَ، ثُمَّ أَعْطَى الأَعْرَابيَّ وقال: الأَيمَنَ فالأَيمنَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 380,
    "content": " عن أبي سعيدٍ الخدريِّ رضي اللَّه عنه أَنَّ النبيَّ صَلّى اللهُ عليه وسَلَّم نَهَى عَنِ النَّفخِ في الشَّرابِ فقال رَجُلٌ : القذَاةُ أَراها في الإِناءِ ؟ فقال :  أَهْرِقْهَا  قال : فإِنى لا أُرْوَى مِنْ نَفَسٍ وَاحِدٍ ؟ قال :  فَأَبِنْ القَدَحَ إِذاً عَنْ فِيكَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 381,
    "content": " عن أبي هريرة رضي اللَّه عنه قال : قالَ رسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم : لاَ يشْرَبَن أَحدٌ مِنْكُمْ قَائماً ، فَمَنْ نَسِيَ فَلْيَسْتَقيءْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 382,
    "content": " عن حذيفة رضي اللَّه عنه قالَ : إِنَّ النَّبِيَّ صَلّى اللهُ عليه وسَلَّم نَهَانَا عَن الحَرير والدِّيبَاجِ والشُّرْبِ في آنِيةِ الذَّهَب والفِضَّةِ ، وقال :  هِيَ لهُمْ في الدُّنْيا ، وهى لَكُمْ في الآخِرَةِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 383,
    "content": " عن أُمِّ سلمة رضي اللَّه عنها أَنَّ رسُولَ اللَّه صَلّى اللهُ عليه وسَلَّم قال :  الذي يَشْرَبُ في آنِيَةِ الفِضَّةِ إِنَّما يُجرْجِرُ في بَطْنِهِ نَارَ جَهَنَّمَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 384,
    "content": " عن ابنِ عبَّاس رضيَ اللَّه عنْهُما أنَّ رسُولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم قال: الْبَسُوا مِنْ ثِيَابِكُمُ البَيَاضَ ، فَإِنَّهَا مِن خَيْرِ ثِيابِكُمْ ، وَكَفِّنُوا فِيها مَوْتَاكُمْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 385,
    "content": " عن سَمُرَةَ رضيَ اللَّه عنه قال : قالَ رسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم : الْبَسُوا البَيَاضَ ، فَإِنها أَطْهرُ وأَطَيبُ ، وكَفِّنُوا فِيها مَوْتَاكُمْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 386,
    "content": " عن ابن عمر رضي اللَّه عنهما أَنّ النبى صَلّى اللهُ عليه وسَلَّم قال :  مَنْ جَرَّ ثَوْبَهُ خُيَلاءَ لَمْ يَنْظُر اللَّه إِليهِ يَوْم القِيَامَةِ  فقال أَبو بكر : يارسول اللَّه إِن إِزارى يَسْتَرْخى إِلا أَنْ أَتَعَاهَدَهُ، فقال له رسول اللَّه صَلّى اللهُ عليه وسَلَّم :  إِنَّكَ لَسْتَ مِمَّنْ يَفْعَلُهُ خُيَلاءَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 387,
    "content": " عن أبي هريرة رضي اللَّه عنه أَنَّ رسول اللَّه صَلّى اللهُ عليه وسَلَّم قال :  لا ينْظُرُ اللَّه يَوْم القِيَامة إِلى مَنْ جَرَّ إِزَارَهُ بَطراً ",
    "end": "صدق رسول الله"
  },
  {
    "header": 388,
    "content": "  عـن النبى صَلّى اللهُ عليه وسَلَّم قال :  مَا أَسْفَلَ مِنَ الْكَعْبَيْنِ مِنَ الإِزار ففي النَّار ",
    "end": "صدق رسول الله"
  },
  {
    "header": 389,
    "content": " عن ابن عمر رضي اللَّه عنهما ، عن النبى صَلّى اللهُ عليه وسَلَّم قال : الإِسْبَالُ في الإِزارِ ، والقَمِيصِ ، وَالعِمَامةِ ، منْ جَرَّ شَيئا خُيَلاءَ لَم يَنظُرِ اللَّه إليهِ يوْمَ القِيَامةِ",
    "end": "صدق رسول الله"
  },
  {
    "header": 390,
    "content": " عن أبي سعيدٍ الخدْرِيِّ رضيَ اللَّهُ عنه قال: قَالَ رسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم  إزرَةُ المُسلِمِ إِلى نصْفِ السَّاقِ ، وَلاَ حَرَجَ     أَوْ لا جُنَاحَ     فيما بَيْنَهُ وَبَيْنَ الكَعْبَيْنِ ، فَمَا كانَ أَسْفَلَ منَ الكعْبَينِ فَهَوُ في النَّارِ ، ومَنْ جَرَّ إِزارهُ بَطَراً لَمْ يَنْظرِ اللَّه إِلَيْهِ",
    "end": "صدق رسول الله"
  },
  {
    "header": 391,
    "content": " عن معاذِ بن أَنسٍ رضي اللَّه عنه أَنَّ رسُولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم قال : مَنْ تَرَكَ اللِّباس تَواضُعاً للَّه ، وَهُوَ يَقْدِرُ علَيْهِ ، دعاهُ اللَّهُ يَوْمَ القِيامَةِ عَلى رُؤُوسِ الخَلائِقِ حتى يُخيِّره منْ أَيِّ حُلَلِ الإِيمان شَاءَ يلبَسُها ",
    "end": "صدق رسول الله"
  },
  {
    "header": 392,
    "content": " عن عمرو بن شُعْيبٍ عن أَبيه عَنْ جدِّهِ رضيَ اللَّهُ عنه قال : قالَ رسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم:  إِن اللَّه يُحِبُّ أَنْ يُرى أَثَرُ نِعْمَتِهِ عَلى عبْده",
    "end": "صدق رسول الله"
  },
  {
    "header": 393,
    "content": " سمِعتُ رسُولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم يقولُ :  إنَّما يلبَسُ الحريرَ منْ لا خَلاق لَهُ",
    "end": "صدق رسول الله"
  },
  {
    "header": 394,
    "content": " عن أنس رضي اللَّه عنه قال : قالَ رسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  منْ لَبِسَ الحرير في الدُّنْيا لَمْ يَلْبسْهُ في الآخرَةِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 395,
    "content": " عن عليٍّ رضي اللَّه عنه قال : رأَيْتُ رَسُولَ اللَّه صَلّى اللهُ عليه وسَلَّم أَخَذَ حَرِيراً ، فَجَعلَهُ في يَمينه ، وَذَهَباً فَجَعَلَهُ في شِمالِهِ ، ثُمَّ قَالَ :  إنَّ هذَيْنِ حرَامٌ عَلى ذُكُورِ أُمَّتي ",
    "end": "صدق رسول الله"
  },
  {
    "header": 396,
    "content": " عن أبي مُوسى الأشْعريِّ رضي اللَّه عنه أنَّ رسُولَ اللَّه صَلّى اللهُ عليه وسَلَّم قال :  حُرِّم لِبَاسُ الحَرِيرِ وَالذَّهَب على ذُكُورِ أُمَّتي ، وَأُحلَّ لإنَاثِهِم ",
    "end": "صدق رسول الله"
  },
  {
    "header": 397,
    "content": " عنْ مُعاويةَ رضي اللَّه عنه قالَ : قال رسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم:لاَ تَرْكَبوا الخَزَّ وَلاَ النَّمارَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 398,
    "content": " عن أبي سعيد الخُدْري رضيَ اللَّه عنه قال : كانَ رسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم إذا اسْتَجَدَّ ثَوْباً سمَّاهُ باسْمِهِ     عِمامَةً ، أَوْ قَمِيصاً ، أَوْ رِدَاءً يقُولُ :  اللَّهُمَّ لكَ الحَمْدُ أَنْتَ كَسَوْتَنِيهِ ، أَسْأَلُكَ خَيْرَهُ وَخَيْرَ ما صُنِع لَهُ ، وأَعُوذُ بِكَ مِنْ شَرِّهِ وشَرِّ ما صُنِعَ لَهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 399,
    "content": " عن  يعِيشَ بنِ طخْفَةَ الغِفَارِيَّ رضي الله عنهما قال : قال أبي بينما أنَا مضُطَجِعٌ في الْمسَجِدِ عَلَى  بَطْنِي إذَا رَجُلٌ يُحَرِّكُنِي بِرِجْلهِ فقال  إنَّ هذِهِ ضَجْعَةٌ  يُبْغِضُهَا اللهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 400,
    "content": " عن جابر بن سمرة رضي الله عنه قال :  كان النبي صَلّى اللهُ عليه وسَلَّم إذَا  صَلَّى الْفَجرَ تَرَبَّعَ في مَجْلِسِهِ حتَّى تَطْلُعَ الشَّمسُ حَسْنَاء ",
    "end": "صدق رسول الله"
  },
  {
    "header": 401,
    "content": " عن أبي هريرة رضي الله عنه أن رسول لله صَلّى اللهُ عليه وسَلَّم قال :   إذا قاَم أحَدُكُمْ منْ مَجْلسٍ ثُمَّ رَجَعَ إلَيْهِ فَهُوَ أحَقُّ بِه ",
    "end": "صدق رسول الله"
  },
  {
    "header": 402,
    "content": " عن  أبي عبدِ الله سَلْمان الفارِسي رضي الله عنه قال : قال رسول الله صَلّى اللهُ عليه وسَلَّم : لاَ يَغْتَسِلُ رَجُلٌ يَوْمَ الجُمُعة وَيَتَطهّرُ ما اسْتَطاعَ منْ طُهر وَيدَّهنُ منْ دُهْنِهِ أوْ يَمسُّ مِنْ طيب بَيْته ثُمَّ يَخْرُجُ فَلاَ يُفَرِّقُ بَيْنَ اثْنينْ ثُمَّ يُصَلّي ما كُتِبَ له ُ ثُمَّ يُنْصِتُ إذَا تَكَلَّمَ الإمامُ إلا غُفِرَ لهُ ما بَيْنَهُ وَبَيَْن الجمُعَةِ الأُخْرَى ",
    "end": "صدق رسول الله"
  },
  {
    "header": 403,
    "content": " عن عمرو بن شُعَيْب عن أبيه عن جده رضي الله عنه أن رسول الله صَلّى اللهُ عليه وسَلَّم قال:  لايحَلُّ لِرَجُل أن يُفَرِّقَ بَيْنَ اثْنيْنِ إلا بإذْنِهِمَا  ",
    "end": "صدق رسول الله"
  },
  {
    "header": 404,
    "content": " عن أبي سعيد  الخدريِّ رضي الله عنه قال سمعت رسول الله صَلّى اللهُ عليه وسَلَّم يقول  خَيْرُ الْمَجَالِسِ أوْسَعُهَا ",
    "end": "صدق رسول الله"
  },
  {
    "header": 405,
    "content": " عن أبي هريرة رضي الله عنه قال : قال رسول الله صَلّى اللهُ عليه وسَلَّم :  مَنْ جَلَسَ في مَجْلس فَكثُرَ فيهِ لَغطُهُ فقال قَبْلَ أنْ يَقُومَ منْ مجلْسه ذلك : سبْحانَك اللَّهُمّ وبحَمْدكَ أشْهدُ أنْ لا إله إلا أنْت أسْتغْفِركَ وَأتَوبُ إليْك : إلا غُفِرَ لَهُ ماَ كان  في مجلسه ذلكَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 406,
    "content": " عن أبي هريرة رضي الله عنه قال : قال رسول صَلّى اللهُ عليه وسَلَّم  مَا مِنْ قَوْمٍ يَقومونَ منْ مَجْلسٍ لا يَذكُرُون الله تعالى فيه إلا قَاموا عَنْ مِثلِ جيفَةِ حِمَارٍ وكانَ لَهُمْ حَسْرَةً ",
    "end": "صدق رسول الله"
  },
  {
    "header": 407,
    "content": " عن النبي صَلّى اللهُ عليه وسَلَّم قال :  مَا جَلَسَ قَومٌ مَجْلِساً لم يَذْكرُوا الله تَعَالَى فيه ولَم يُصَُّلوا على نَبِيِّهم فيه إلاَّ كانَ عَلَيّهمْ تِرةٌ ، فإِنْ شاءَ عَذَّبَهُم ، وإنْ شَاءَ غَفَرَ لَهُم ",
    "end": "صدق رسول الله"
  },
  {
    "header": 408,
    "content": " عن أبي هريرة رضي الله عنه قال : سمعت رسول الله صَلّى اللهُ عليه وسَلَّم يقول :  لم يَبْقَ مِنَ النُبُوَّة إلا المبُشِّراتُ  قالوا : وَمَا المُبشِّراتُ ؟ قال :  الُّرؤْيَا الصَّالِحةُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 409,
    "content": " عن جابر رضي الله عنه عن رسول الله صَلّى اللهُ عليه وسَلَّم قال :  إذَا رَأى أحَدُكُم الرُّؤيا يَكْرَهُها فلْيبصُقْ عَن يَسَارِهِ ثَلاَثاً ، وْليَسْتَعِذْ بالله مِنَ الشَّيَطانِ ثَلاثاَ ، وليَتَحوَّل عَنْ جَنْبِهِ الذي كان عليه ",
    "end": "صدق رسول الله"
  },
  {
    "header": 410,
    "content": " عن أبي الأسقع واثلة بن الأسقع رضي الله عنه قال : قال رسول الله صَلّى اللهُ عليه وسَلَّم :  إنَّ من أعظَم الفَرى أن يَدَّعِي الرَّجُلُ إلى غَيْرِ أبِيه ، أوْ يُري عَيْنهُ مَالم تَرَ ، أوْ يقولَ على رسول الله صَلّى اللهُ عليه وسَلَّم مَا لَمْ يَقُلْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 411,
    "content": " عن أبي يوسف عبد الله بن سلام رضي الله عنه قال : سمعت رسول الله صَلّى اللهُ عليه وسَلَّم يقول  يَا أيُّهَا النّاسُ أفْشُوا السَّلام ، وَأْطعِمُوا الطْعَامَ، وَصِلُوا الأْرحامَ ، وَصَلُّوا والنَّاس نيامٌ ، تَدْخُلوا الجُنَّة بسلام ",
    "end": "صدق رسول الله"
  },
  {
    "header": 412,
    "content": " عن رسول اللَّه صَلّى اللهُ عليه وسَلَّم قال :  إذا لقيَ أَحَدَكُمْ أخاه فَلْيُسَلِّمْ عليه ، فَإنْ حالَتْ بَيْنَهُمَا شَجَرَةٌ أو جِدَارٌ أوْ حَجَرٌ ثُمَّ لَقِيَهُ فَلْيُسَلِّمْ عَلَيْه ",
    "end": "صدق رسول الله"
  },
  {
    "header": 413,
    "content": " عن أنس رضي الله عنه قال : قال لي رسول الله صَلّى اللهُ عليه وسَلَّم  يابُنَّي ، إذا دَخَلْتَ عَلى أهْلِكَ فَسَلِّمْ يَكُنْ بَركةً عَلَيْكَ وَعَلَى أهلِ بَيْتِكَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 414,
    "content": " عن أنس ٍ رضي الله عنه قال : قال رسول الله صَلّى اللهُ عليه وسَلَّم :  إذَا سَلَّمَ عَلَيكُم أهلُ الكتاب فَقٍُولُوا : وعَلَيْكُمْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 415,
    "content": " عن أبي  هريرة رضي الله عنه قال : قال رسول الله صَلّى اللهُ عليه وسَلَّم : إذَا انْتَهَى أحَدُكُم إلى المَجْلسِ فَلْيُسَلِّمْ، فَإذَا أرَادَ أنْ يَقُومَ فَلْيُسَلِّمْ ،فَليسْت الأُولى بأَحَقِّ من الآخِرَة",
    "end": "صدق رسول الله"
  },
  {
    "header": 416,
    "content": " عن كلدة بن الحنبل رضي الله عنه قال: أتيت النبي صَلّى اللهُ عليه وسَلَّم فَدَخَلْتُ عَلَيْه ولم أُسَلِّم فقال النبي صَلّى اللهُ عليه وسَلَّم  : ارْجـِعْ فَقُلْ السَّلامُ عَلَيكُم أَأَدْخلُ ؟ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 417,
    "content": " عن أبي ذرِ رضي الله عنه قال: خَرجَتُ لَيْلة من اللّيالي فإذا رسول الله صَلّى اللهُ عليه وسَلَّم يمشي وحْدَهُ، فجَعلتُ أمشي في ظلِّ القمَر، فالتفت فرآني فقال :  مَنْ هذا ؟ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 418,
    "content": " عن جابر رضي الله عنه قال : أتَيتُ النبي صَلّى اللهُ عليه وسَلَّم فَدَقَقْتُ الباب فقال :  من هذا ؟  فقلت ، أنا ، فقال :  أنا أنا ؟ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 419,
    "content": " عن أبي هريرة رضي الله عنه أن النبي صَلّى اللهُ عليه وسَلَّم :  إن الله يُحِبُّ الُعطاسَ وَيَكْرَهُ التَّثاُؤبَ ، فَإذَا عَطَس أحَدكُم وحمد الله تعالى كانَ حقَّا  على كل مسلم سمعهُ أن يقول له يرحمك الله وأما التّثاوب فإنما هو من الشيطان ، فـإذا تثاءب أحدكم فليردُّهُ ما استطاع ، فإن أحدكم إذا تثاءب ضَحِكَ منه الشيطان ",
    "end": "صدق رسول الله"
  },
  {
    "header": 420,
    "content": " عن النبي صَلّى اللهُ عليه وسَلَّم :  إذا عطس أحدكم فليقل : الحمد لله ، وليقل له أخوه أو صاحبه : يرحمك الله ، فإذا قال له : يرحمك الله فليقل : يهديكم الله ويصلح بالكم ",
    "end": "صدق رسول الله"
  },
  {
    "header": 421,
    "content": " عن أبي سعيد الخدري رضي الله عنه قال : قال رسول الله صَلّى اللهُ عليه وسَلَّم : إذَا تَثاءَبَ أحَدُكُمْ فَلْيُمسكْ بَيده على فيه فإنَّ الشيطان يدْخل",
    "end": "صدق رسول الله"
  },
  {
    "header": 422,
    "content": " عن أنس رضي الله عنه قال : لَمَّا جَاءَ أهْلُ اليَمنِ قال رسول الله صَلّى اللهُ عليه وسَلَّم :  قَدْ جَاءَكُمْ أهْلُ الْيَمَنِ ، وَهُمْ أولُ مَنْ جَاءَ بالمُصَافَحَة ",
    "end": "صدق رسول الله"
  },
  {
    "header": 423,
    "content": " عن البراء رضي الله عنه قال : قال رسول الله صَلّى اللهُ عليه وسَلَّم :  ما مِنْ مُسْلِمْيِن يَلْتَقِيَانِ فَيَتَصافَحَانِ إلا غُفر لَهما قبل أن يفترقا ",
    "end": "صدق رسول الله"
  },
  {
    "header": 424,
    "content": " عن أنس رضي الله عنه قال : قال رجل : يا رسول الله ، الرَّجُلُ مِنَّا يَلْقَى أخَاُه أوْ صَديقَهُ أينْحني لَهُ ؟ قال :  لا   قال : أفَيَلتزمه ويقبله ؟ قال :  لا  قال : فَيَأْخُذُ بِيَده وَيُصَافِحُهُ ؟ قال :  نَعَم ",
    "end": "صدق رسول الله"
  },
  {
    "header": 425,
    "content": " عن أبي ذرٍْ رضي الله عنه قال : قال لي رسول الله صَلّى اللهُ عليه وسَلَّم لاتَحقِرَنَّ مِنَ المعْرُوف شَيْئاً وَلَو أن تلقى أخاك بوجه طليق ",
    "end": "صدق رسول الله"
  },
  {
    "header": 426,
    "content": " عن على رضي الله عنه قال : سمعت رسول الله صلى الله عليه وسلم يقول : ما من مسلم يعود مسلماً غدوة إلا صلى عليه سبعون ألف ملك حتى يمسي ، وإن عاده عشيةً إلا صلى عليه سبعون ألف ملكٍ حتى يصبح ، وكان له خريف في الجنة ",
    "end": "صدق رسول الله"
  },
  {
    "header": 427,
    "content": " النبيَّ صَلّى اللهُ عليه وسَلَّم كَانَ يعُودُ بَعْضَ أَهْلِهِ يَمْسَحُ بيدِهِ اليُمْنى ويقولُ :  اللَّهُمَّ ربَّ النَّاسِ ، أَذْهِب الْبَأسَ ، واشْفِ ، أَنْتَ الشَّافي لا شِفَاءَ إِلاَّ شِفَاؤُكَ ، شِفاءً لا يُغَادِرُ سقَماً ",
    "end": "صدق رسول الله"
  },
  {
    "header": 428,
    "content": " عن سعدِ بن أَبي وَقَّاصٍ رضي اللَّه عنه قال : عَادَني رسول اللَّه صَلّى اللهُ عليه وسَلَّم فقال : اللَّهُمَّ اشْفِ سعْداً ، اللَّهُمَّ اشْفِ سَعْداً ، اللَّهُمْ اشْفِ سَعداً ",
    "end": "صدق رسول الله"
  },
  {
    "header": 429,
    "content": " عن أَبي عبد اللَّهِ عثمانَ بنِ العَاصِ ، رضي اللَّه عنه أَنه شَكا إِلى رسول اللَّه صَلّى اللهُ عليه وسَلَّم وَجعاً يجِدُهُ في جَسدِهِ ، فقال له رسول اللَّه صَلّى اللهُ عليه وسَلَّم : ضَعْ يَدَكَ عَلى الذي يَأْلَمُ مِن جَسَدِكَ وَقلْ : بِسمِ اللَّهِ ثَلاثاً وَقُلْ سَبْعَ مَرَّاتٍ : أَعُوذُ بِعِزَّةِ اللَّهِ وَقُدْرَتِهِ مِن شَرِّ مَا أَجِدُ وَأُحاذِرُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 430,
    "content": " عن ابن عباسٍ ، رضي اللَّه عنهما ، عن النبيِّ صَلّى اللهُ عليه وسَلَّم قال :  مَنْ عَادَ مَرِيضاً لَمْ يَحْضُرْهُ أَجَلُهُ ، فقالَ عِنْدَهُ سَبْعَ مَرَّات : أَسْأَلُ اللَّه الْعَظِيمَ رَبَّ الْعَرْشِ الْعَظِيمِ أَنْ يَشفِيَك : إِلاَّ عَافَاهُ اللَّه مِنْ ذلكَ المَرَضِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 431,
    "content": " أَنَّ النبيَّ صَلّى اللهُ عليه وسَلَّم دَخَل على أَعَرابيٍّ يَعُودُهُ ، وَكانَ إذا دَخَلَ عَلى مَن يَعُودُهُ قال :  لا بَأْس ، طَهُورٌ إِن شَاء اللَّه ",
    "end": "صدق رسول الله"
  },
  {
    "header": 432,
    "content": " عن أَبي سعيد الخُدْرِيِّ رضي اللَّه عنه أَن جِبْرِيلَ أَتَى النَّبِيَّ صَلّى اللهُ عليه وسَلَّم فقال : يَا مُحَمدُ اشْتَكَيْتَ ؟ قال :  نَعَمْ  قال : بِسْمِ اللَّهِ أَرْقِيكَ ، مِنْ كُلِّ شَيْءٍ يُؤْذِيكَ، مِنْ شَرِّ كُلِّ نَفْسٍ أَوْ عيْنِ حَاسِدٍ ، اللَّهُ يشْفِيك ، بِسْمِ اللَّهِ أَرْقِيكَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 433,
    "content": " عن عائشة رضيَ اللَّهُ عنها قالت : سَمِعْتُ النبيَّ صَلّى اللهُ عليه وسَلَّم وهُوَ مُسْتَنِدٌ إِليَّ يَقُولُ : اللَّهُمَّ اغفِرْ لي وَارْحمْني ، وَأَلحِقني بالرَّفِيقِ الأَعْلَى ",
    "end": "صدق رسول الله"
  },
  {
    "header": 435,
    "content": " عن ابنِ مسعودٍ رضيَ اللَّه عنه قال : دَخَلتُ عَلى النَّبِيِّ صَلّى اللهُ عليه وسَلَّم وهُو يُوعكُ ، فَمسِسْتُه ، فقلْتُ : إِنَّكَ لَتُوعَكُ وعْكاً شَديداً ، فقال :  أَجَلْ إِنِّي أُوَعَكُ كما يُوعكُ رَجُلانِ مِنْكُمْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 436,
    "content": " عن معاذٍ رضي اللَّه عنه قالَ : قال رسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  منْ كَانَ آخِرَ كلاَمِهِ لا إِلهَ إِلاَّ اللَّه دَخَلَ الجنَّةَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 437,
    "content": " عن أَبي سعيد الخُدْرِيِّ رضي اللَّه عنهُ قال : قال رسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  لَقِّنُوا موْتَاكُمْ لا إِله إِلاَّ اللَّهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 438,
    "content": " عن أَبي هُريرةَ رضي اللَّهُ عنه أَنَّ رسولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم قال : يقُولُ اللَّهُ تعالى : ما لعَبْدِي المؤْمِن عِنْدي جزَاءٌ إِذا قَبَضْتُ صَفيَّه مِنْ أَهْلِ الدُّنْيَا ، ثُمَّ احْتَسَبهُ ، إِلاَّ الجَنَّةَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 439,
    "content": " عن أُسامةَ بنِ زيدٍ رضي اللَّه عنهما قال : أَرْسَلَتْ إِحْدى بَناتِ النبي صَلّى اللهُ عليه وسَلَّم إِلَيهِ تَدْعُوهُ وتُخْبِرُهُ أَنَّ صبيًّا لهَا أَوْ ابْناً في المَوتِ فقال للرَّسول :  ارْجِعْ إِلَيْهَا ، فَأَخْبِرْهَا أَنَّ للَّهِ تعالى مَا أَخذَ ولَهُ ما أعطى ، وَكُلُّ شَيْء عِنْدَهُ بِأَجْلٍ مُسَمَّى، فَمُرْهَا، فلْتَصْبِرْ ولْتَحْتسِبْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 440,
    "content": " عن أُسَامة بنِ زَيْدٍ رضي اللَّه عنهما أَنَّ رسولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم رُفِعَ إِلَيهِ ابْنُ ابْنَتِهِ وَهُوَ في المَوْتِ ، فَفَاضَتْ عَيْنا رسول اللَّه صَلّى اللهُ عليه وسَلَّم ، فقال له سعدٌ : مَا هذا يا رسولَ اللَّهِ ؟، قال:  هَذِهِ رحمةٌ جَعَلها اللَّهُ تَعالى في قلوبِ عبادِهِ ، وَإِنما يَرْحَمُ اللَّهُ مِنْ عبَادِهِ الرُّحَمَاءَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 441,
    "content": " عن أَبي رافعٍ أَسْلم موْلى رسول اللَّه صَلّى اللهُ عليه وسَلَّم أَنَّ رسول اللَّه صَلّى اللهُ عليه وسَلَّم قال :  مَنْ غَسَّل ميِّتاً فَكَتَمَ عَلَيْه ، غَفَرَ اللَّهُ له أَرْبعِينَ مرَّةً ",
    "end": "صدق رسول الله"
  },
  {
    "header": 442,
    "content": " قد سبق فضل التشييع (انظر كتاب عيادة المريض وتشييع الميت) عن أَبي هُريرةَ رضيَ اللَّهُ عنه قال : قال رسول اللَّهِ صَلّى اللهُ عليه وسَلَّم :  مَنْ شَهِدَ الجنَازَةَ حَتَّى يُصَلَّي عَلَيها فَلَهُ قِيرَاطٌ ، وَمَنْ شَهدَهَا حَتَّى تُدْفَنَ فَلَهُ قِيراطَانِ  قيلَ وما القيراطَانِ ؟ قال :  مِثْلُ الجَبلَيْنِ العَظِيمَيْنِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 443,
    "content": " أَنَّ رسول اللَّه صَلّى اللهُ عليه وسَلَّم قال :  من اتَّبعَ جَنَازَةَ مُسْلمٍ إيمَاناً واحْتِسَاباً ، وَكَانَ مَعَهُ  حَتَّى يُصَلَّي عَلَيها ويَفْرُغَ من دَفنِها ، فَإِنَّهُ يَرْجعُ مِنَ الأَجرِ بقِيراطَين كُلُّ قيرَاط مِثلُ أُحُدٍ ، ومَنْ صَلَّى عَلَيهَا ، ثم رَجَعَ قبل أَن تُدْفَنَ ، فَإِنَّهُ يرجعُ بقِيرَاط ",
    "end": "صدق رسول الله"
  },
  {
    "header": 444,
    "content": " عن أُمِّ عطِيَّةَ رضي اللَّه عنها قَالَتْ : نُهينَا عنِ اتِّبَاعِ الجَنائز ، وَلم يُعزَمْ عَليْنَا ",
    "end": "صدق رسول الله"
  },
  {
    "header": 445,
    "content": " عَنْ عائشةَ رضي اللَّهُ عنها قَالَتْ : قال رسولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم: ما مِنْ ميِّتٍ يُصلِّي عليهِ أُمَّةٌ مِنَ المُسْلِمِينَ يبلُغُونَ مئَة كُلُّهُم يشْفَعُونَ له إِلا شُفِّعُوا فيه ",
    "end": "صدق رسول الله"
  },
  {
    "header": 446,
    "content": " عن ابنِ عباسٍ رضي اللَّه عنهما قال : سَمعْتُ رَسُول اللَّه صَلّى اللهُ عليه وسَلَّم يَقُول :  مَا مِنْ رَجُلٍ مُسْلمٍ يَمُوتُ ، فَيقومُ عَلَى جَنَازتِهِ أَرْبَعونَ رَجُلا لا يُشركُونَ باللَّه شَيئاً إِلاَّ شَفَّعَهُمْ اللَّهُ فيهِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 447,
    "content": " عن مَرْثَدِ بن عبدِ اللَّه اليَزَنِيِّ قال : كانَ مالكُ بنُ هُبَيْرَةَ رضي اللَّه عنه إِذا صلَّى عَلى الجنَازَةِ ، فَتَقَالَّ النَّاسَ عَليها ، جزَّأَهُمْ عَلَيْهَا ثَلاثَةَ أَجْزَاءٍ ثم قال : قالَ رَسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم:  مَنْ صَلَّى عليهِ ثَلاثَةُ صُفُوف ، فَقَدْ أَوْجَبَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 448,
    "content": " عن أبي هُريْرَةَ رَضِي اللَّهُ عَنْهُ قال : سمعتُ رَسُول اللَّهِ صَلّى اللهُ عليه وسَلَّم يقول :  إذ صَلَّيْتُم عَلى المَيِّت ، فأَخْلِصُوا لهُ الدُّعاءَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 449,
    "content": " عن واثِلة بنِ الأسقعِ رضيَ اللَّه عنه قال : صَلَّى بِنَا رسولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم عَلى رجُلٍ مِنَ المُسْلِمينَ ، فسمعته يقولُ :  اللَّهُمَّ إنَّ فُلانَ ابْنَ فُلان  في  ذِمَّتِكَ وحَلَّ بجوارك، فَقِهِ فِتْنَةَ القَبْر ، وَعَذَابَ النَّارِ ، وَأَنْتَ أَهْلُ الوَفاءِ والحَمْدِ ، اللَّهُمَّ فاغفِرْ لهُ وَارْحَمْهُ ، إنكَ أَنْتَ الغَفُور الرَّحيمُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 450,
    "content": " عن أبي هُرَيْرَةَ رضِيَ اللَّهُ عنه عَن النَّبيِّ صَلّى اللهُ عليه وسَلَّم قال :  أَسْرِعُوا بِالجَنَازَةِ ، فَإنْ تَكُ صَالِحَةً ، فَخَيْرٌ تُقَدِّمُونها إلَيْهِ ، وَإنْ تَك سِوَى ذلِكَ ، فَشَرٌّ تَضَعُونَهُ عَنْ رِقَابِكُمْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 451,
    "content": " عن أبي هُرَيْرَةَ رَضيَ اللَّه عَنْهُ أنَّ رسُول اللَّهِ صَلّى اللهُ عليه وسَلَّم قال :  إذا مَاتَ الإنسَانُ انقطَعَ عمَلُهُ إلاَّ مِنْ ثَلاثٍ : صَدقَةٍ جاريَةٍ ، أوْ عِلم يُنْتَفَعُ بِهِ ، أَوْ وَلَدٍ صَالحٍ يَدعُو له ",
    "end": "صدق رسول الله"
  },
  {
    "header": 452,
    "content": " عن أَبي هُرَيْرَةَ رضِيَ اللَّهُ عنْهُ قَالَ : قَالَ رَسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  لا يَمُوتُ لأِحَدٍ مِنَ المُسْلِمِينَ ثَلاثةٌ مِنَ الوَلَدِ لا تمَسُّهُ النَّارُ إِلاَّ تَحِلَّةَ القَسَم ",
    "end": "صدق رسول الله"
  },
  {
    "header": 453,
    "content": " عَن ابْنِ عُمَر رَضِيَ اللَّه عَنْهُمَا أَنَّ رسُولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم قَالَ لأصْحَابِهِ     يَعْني لمَّا وَصلُوا الحِجْرَ : دِيَارَ ثمُودَ :  لا تَدْخُلُوا عَلى هَؤُلاءِ المُعَذَّبِينَ إِلاَّ أَنْ تَكُونُوا بَاكِينَ ، فَإِنْ لمْ تَكُونُوا باكِين ، فَلا تَدْخُلُوا عليهمْ ، لا يُصِيبُكُمْ مَا أَصَابَهُمْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 454,
    "content": " عَن ابْنِ عُمَرَ رضِيَ اللَّه عَنْهُما قَالَ : قَالَ رسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  لَوْ أَنَّ النَّاسَ يَعْلَمُونَ مِنَ الوحْدةِ ما أَعَلمُ ما سَارَ رَاكِبٌ بِلَيْلٍ وحْدَهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 455,
    "content": " عن عمرو بن شُعَيْبٍ ، عن أَبيه ، عن جَدِّهِ رَضِيَ اللَّهُ عَنْهُ قَالَ : قال رَسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  الرَّاكِبُ شَيطَانٌ ، والرَّاكِبان شَيطَانانِ ، والثَّلاثَةُ رَكبٌ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 456,
    "content": " عن أَبي سعيدٍ وأَبي هُريرةَ رضيَ اللَّهُ تعالى عَنْهُمَا قَالا : قَال رسولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم : إِذا خَرَج ثَلاثَةٌ في سفَرٍ فليُؤَمِّرُوا أَحدهم ",
    "end": "صدق رسول الله"
  },
  {
    "header": 457,
    "content": " عن ابْنِ عبَّاسٍ رضِي اللَّهُ عَنْهُما عن النبيِّ صَلّى اللهُ عليه وسَلَّم قال:  خَيرُ الصَّحَابةِ أَرْبَعَةٌ ، وَخَيْرُ السَّرايا أَرْبَعُمِائَةٍ ، وخَيرُ الجُيُوش أَرْبعةُ آلافٍ ، ولَن يُغْلَبَ اثْنَا عشر أَلْفاً منْ قِلَّة ",
    "end": "صدق رسول الله"
  },
  {
    "header": 458,
    "content": " عن أَبي هُرَيْرَة رضِيَ اللَّهُ عَنْهُ قال : قال رَسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  إذا سافَرْتُم في الخِصْبِ فَأعْطُوا الإِبِلَ حظَّهَا مِنَ الأَرْضِ ، وإِذا سافَرْتُمْ في الجَدْبِ ، فَأَسْرِعُوا عَلَيْهَا السَّيْرَ وَبادروا بِهَا نِقْيَهَا ، وَإذا عرَّسْتُم ، فَاجتَنِبُوا الطَّريقَ ، فَإِنَّهَا طرُقُ الدَّوابِّ ، وَمأْوى الهَوامِّ باللَّيْلِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 459,
    "content": " عَنْ سَهْلِ بنِ عمرو  وَقيلَ سَهْلِ بن الرَّبيعِ بنِ عَمرو الأنْصَاريِّ المَعروفِ بابنِ الحنْظَليَّةِ ، وهُو منْ أهْل بَيْعةِ الرِّضَوان ، رضيَ اللَّه عنه قالَ : مرَّ رسول اللَّهِ صَلّى اللهُ عليه وسَلَّم ببعِيرٍ قَدْ لَحِقَ ظَهْرُهُ ببطْنِهِ فقال :  اتَّقُوا اللَّه في هذه البهَائمِ المُعْجمةِ فَارْكبُوها صَالِحَةً ، وكُلُوها صالحَة ",
    "end": "صدق رسول الله"
  },
  {
    "header": 460,
    "content": " عن أَبي هُريرةَ رضي اللَّهُ عنهُ أَنَّ رجلاً قال : يا رسول اللَّه ، إني أُرِيدُ أَن أُسافِر فَأَوْصِنِي ، قال :  عَلَيْكَ بِتقوى اللَّهِ ، وَالتَّكبير عَلى كلِّ شَرفٍ فَلَمَّا ولَّي الرجُلُ قال: اللَّهمَّ اطْوِ لهُ البُعْدَ ، وَهَوِّنْ عَليهِ السَّفر ",
    "end": "صدق رسول الله"
  },
  {
    "header": 461,
    "content": " عن أَبي موسى الأشعرِيِّ رَضي اللَّه عنهُ أَنَّ رسول اللَّهِ صَلّى اللهُ عليه وسَلَّم كانَ إذا خَافَ قَوماً قال :  اللَّهُمَّ إِنَّا نجعلُكَ في نحورِهِمْ ، ونعُوذُ بِك مِنْ شرُوِرِهمْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 462,
    "content": " عن خَولَة بنتِ حكيمٍ رَضي اللَّهُ عنها قالتْ : سمعْتُ رسول اللَّه صَلّى اللهُ عليه وسَلَّم يقولُ : مَنْ نَزلَ مَنزِلاً ثُمَّ قال : أَعُوذُ بِكَلِمات اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ ، لَمْ يضرَّه شَيْءٌ حتَّى يرْتَحِل مِنْ منزِلِهِ ذلكَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 463,
    "content": " عن ابن عمرو رَضي اللَّه عنهمَا قال : كانَ رسولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم إذا سَافَرَ فَأَقبَلَ اللَّيْلُ قال : يَا أَرْضُ ربِّي وَربُّكِ اللَّه ، أَعُوذُ بِاللَّهِ مِنْ شرِّكِ وشَرِّ ما فِيكِ ،وشر ماخُلقَ فيكِ ، وشَرِّ ما يدِبُّ عليكِ ، وأَعوذ باللَّهِ مِنْ شَرِّ أَسدٍ وَأَسْودٍ ، ومِنَ الحيَّةِ والعقربِ ، وَمِنْ سَاكِنِ البلَدِ، ومِنْ والِدٍ وما وَلَد ",
    "end": "صدق رسول الله"
  },
  {
    "header": 464,
    "content": " عن جابرٍ رضي اللَّه عنهُ أَنَّ رسولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم قال :  إذا أَطالَ أَحدُكمْ الغَيْبةَ فَلا يطْرُقنَّ أَهْلَهُ لَيْلاً ",
    "end": "صدق رسول الله"
  },
  {
    "header": 465,
    "content": " عن أَنسٍ رَضي اللَّهُ عنهُ قال : أَقْبَلْنَا مَعَ النَّبِيِّ صَلّى اللهُ عليه وسَلَّم ، حَتَّى إذا كُنَّا بِظَهْرِ المَدِينَةِ قال :  آيِبُونَ ، تَائِبُونَ ، عَابِدونَ ، لِرَبِّنَا حَامِدُونَ  فلمْ يزلْ يقولُ ذلك حتَّى قَدِمْنَا المدينةَ",
    "end": "صدق رسول الله"
  },
  {
    "header": 466,
    "content": " عن أَبي هُرَيرَةَ رضي اللَّه عنهُ قَالَ : قَالَ رَسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  لا يَحِلُّ لامْرَأَة تُؤْمِنُ باللَّهِ وَاليَومِ الآخِرِ تُسَافِرُ مَسِيرَةَ يَوْمٍ وَلَيْلَةٍ إلاَّ مَعَ ذِي محْرمٍ عليْهَا ",
    "end": "صدق رسول الله"
  },
  {
    "header": 467,
    "content": " عن ابنِ عباسٍ رضي اللَّه عنهما أنه سمع النبي صَلّى اللهُ عليه وسَلَّم يقولُ : لا يخلُونَّ رَجُلٌ بامْرأةٍ إِلا ومَعَهَا ذُو محْرمٍ ، ولا تُسَافِرُ المرْأَةُ إِلاَّ معَ ذِي محْرمٍ  فقال لَهُ رَجُلٌ : يا رسولَ اللَّهِ إنَّ امْرأتي خَرجتْ حاجَّةً ، وإِنِّي اكْتُتِبْتُ في غَزْوةِ كَذَا وكَذَا ؟ قال : انْطلِـقْ فَحُجَّ مع امْرأَتِكَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 468,
    "content": " عن أَبي أُمامَةَ رضي اللَّه عنهُ قال : سمِعتُ رسولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم يقولُ :  اقْرَؤُا القُرْآنَ فإِنَّهُ يَأْتي يَوْم القيامةِ شَفِيعاً لأصْحابِهِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 469,
    "content": " عَن النَّوَّاسِ بنِ سَمعانَ رضيَ اللَّه عنهُ قال : سمِعتُ رسول اللَّهِ صَلّى اللهُ عليه وسَلَّم يقولُ : يُؤْتى يوْمَ القِيامةِ بالْقُرْآنِ وَأَهْلِهِ الذِين كانُوا يعْمَلُونَ بِهِ في الدُّنيَا تَقدُمهُ سورة البقَرَةِ وَآل عِمرَانَ ، تحَاجَّانِ عَنْ صاحِبِهِمَا ",
    "end": "صدق رسول الله"
  },
  {
    "header": 470,
    "content": " عن عائشة رضي اللَّه عنها قالتْ : قال رسولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  الَّذِي يَقرَأُ القُرْآنَ وَهُو ماهِرٌ بِهِ معَ السَّفَرةِ الكرَامِ البررَةِ ، والذي يقرَأُ القُرْآنَ ويتَتَعْتَعُ فِيهِ وَهُو عليهِ شَاقٌّ له أجْران ",
    "end": "صدق رسول الله"
  },
  {
    "header": 471,
    "content": " عن عمرَ بن الخطابِ رضي اللَّه عنهُ أَنَّ النَّبِيَّ صَلّى اللهُ عليه وسَلَّم قال :  إِنَّ اللَّه يرفَعُ بِهذَا الكتاب أَقواماً ويضَعُ بِهِ آخَرين ",
    "end": "صدق رسول الله"
  },
  {
    "header": 472,
    "content": " عنِ ابن عمر رضي اللَّه عنهما عن النَّبِيِّ صَلّى اللهُ عليه وسَلَّم قال :  لا حَسَدَ إلاُّ في اثنَتَيْن : رجُلٌ آتَاهُ اللَّه القُرآنَ ، فهوَ يقومُ بِهِ آناءَ اللَّيلِ وآنَاءَ النَّهَارِ ، وَرجُلٌ آتَاهُ اللَّه مالا ، فهُو يُنْفِقهُ آنَاءَ اللَّيْلِ وَآنَاءَ النهارِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 473,
    "content": " عن ابن مسعودٍ رضيَ اللَّه عنهُ قالَ : قال رسولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم : منْ قرأَ حرْفاً مِنْ كتاب اللَّهِ فلَهُ حسنَةٌ ، والحسنَةُ بِعشرِ أَمثَالِهَا لا أَقول : الم حَرفٌ ، وَلكِن : أَلِفٌ حرْفٌ، ولامٌ حرْفٌ ، ومِيَمٌ حرْفٌ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 474,
    "content": " عنِ ابنِ عباسٍ رضيَ اللَّه عنهما قال : قال رسولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم : إنَّ الَّذي لَيس في جَوْفِهِ شَيْءٌ مِنَ القُرآنِ كالبيتِ الخَرِبِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 475,
    "content": " عن عبدِ اللَّهِ بنِ عَمْرو بن العاصِ رضي اللَّه عَنهما عنِ النبيِّ صَلّى اللهُ عليه وسَلَّم قال :  يُقَالُ لِصاحبِ الْقُرَآنِ : اقْرأْ وَارْتَقِ وَرَتِّلْ كَما كُنْتَ تُرَتِّلُ في الدُّنْيَا ، فَإنَّ منْزِلَتَكَ عِنْد آخِرِ آيةٍ تَقْرَؤُهَا ",
    "end": "صدق رسول الله"
  },
  {
    "header": 476,
    "content": "  عَنْ أَبي مُوسَى رضِيَ اللَّه عنهُ عن النَّبِيِّ صَلّى اللهُ عليه وسَلَّم قال :  تَعاهَدُوا هذا الْقُرآنَ فَوَالَّذي نَفْسُ مُحمَّدٍ بِيدِهِ لَهُو أَشَدُّ تَفَلُّتاً مِنَ الإِبِلِ في عُقُلِها ",
    "end": "صدق رسول الله"
  },
  {
    "header": 477,
    "content": " عنِ ابْنِ عُمَرَ رَضِي اللَّه عنهما أَنَّ رسولَ اللَّه صَلّى اللهُ عليه وسَلَّم قال :  إِنَّمَا مَثَلُ صاحِبِ الْقُرْآنِ كَمَثَلِ الإِبِلِ المُعقَّلَةِ ، إِنْ عَاهَد عَليْها أَمْسَكَهَا ، وإِنْ أَطْلَقَهَا ، ذَهَبَتْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 478,
    "content": " عَنْ أبي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قال: سمِعتُ رسولَ اللهِ صَلَّى اللهُ عليه وسَلَّم يقول :  مَا أَذِنَ اللهُ لِشَيْءٍ مَا أَذِنَ لِنَبِيٍّ حَسَنِ الصَّوْتِ يَتَغَنَّى بِالْقُرْآنِ يَجْهَرُ بِهِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 479,
    "content": " عن أبي موسى الأشْعَرِيِّ رضيَ اللهُ عنهُ أنَّ رسولَ اللهِ صلى الله عليه وسلم قالَ لهُ :  لَقَدْ أُوتِيتُ مِزْمَارَاً مِنْ مَزَامِيرِ آلِ دَاوُد ",
    "end": "صدق رسول الله"
  },
  {
    "header": 480,
    "content": " عَنْ أَبِي لُبَابَة بَشِير بنِ عَبْدِ المُنْذِرِ رضيَ اللهُ عنهُ ، أنَّ النَّبِيَّ صَلَّى اللهُ عليه وسَلَّم قَالَ :  مَنْ لَمْ يَتَغَنَّ بِالْقُرْآنِ فَلَيْسَ مِنَّا ",
    "end": "صدق رسول الله"
  },
  {
    "header": 481,
    "content": " عن أَبي سعيدٍ الخُدْرِيِّ رضيَ اللَّه عنه أَنَّ رسولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم قالَ في : قُلْ هُوَ اللَّه أَحَدٌ :  والَّذِي نَفْسي بِيدِهِ ، إِنَّهَا لَتَعْدِلُ ثُلُثَ القُرْآنِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 482,
    "content": " أَنَّ رَجُلاً سمِع رَجُلاً يَقْرَأُ :  قَلُ هُوَ اللَّه أَحدٌ  يُردِّدُها فَلَمَّا أَصْبَحَ جاءَ إِلى رسولِ اللَّهِ صَلّى اللهُ عليه وسَلَّم ، فَذَكَرَ ذلكَ لَهُ وكَانَ الرَّجُلُ يتَقَالهُّا فَقَالَ رسولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  والَّذي نَفْسِي بِيَدِهِ ، إِنَّها لَتَعْدِلُ ثُلُثَ الْقُرْآنِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 483,
    "content": " عن أَبي هريرة رضيَ اللَّه عنهُ أَنَّ رسول اللَّهِ صَلّى اللهُ عليه وسَلَّم قال في : قُلْ هُوَ اللَّه أَحَدٌ:  إِنَّهَا تَعْدِلُ ثُلُثَ القُرْآنِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 484,
    "content": " عن عُقْبةَ بنِ عامِرٍ رَضِيَ اللَّه عنهُ أَنَّ رسولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم قال : أَلَمْ تَر آيَاتٍ أُنْزِلَتْ هَذِهِ اللَّيْلَةَ لَمْ يُرَ مِثلُهُن قَطُّ ؟ قُلْ أَعُوذُ برَبِّ الفَلَقِ ، وَقُلْ أَعُوذُ بِرَبِّ النَّاسِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 485,
    "content": " عن أَبي هريرةَ رضيَ اللَّهُ عنهُ أَنَّ رسولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم قالَ :  مِنَ القُرْآنِ سُورَةٌ ثَلاثُونَ آيَةً شَفعتْ لِرَجُلٍ حَتَّى غُفِرَ لَهُ ، وهِيَ : تبارَكَ الذِي بِيَدِهِ المُلْكُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 486,
    "content": " عن أَبي مسعودٍ البدْرِيِّ رضيَ اللَّه عنهُ عن النبيِّ صَلّى اللهُ عليه وسَلَّم قال : منْ قَرَأَ بالآيتَيْنِ مِنْ آخِرِ سُورةِ البقَرةِ فِي لَيْلَةٍ كَفَتَاهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 487,
    "content": " عن أَبي هريرةَ رضيَ اللَّه عنهُ أَنَّ رسولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم قال :  لا تَجْعَلُوا بُيُوتَكُمْ مَقَابِر ، إِنَّ الشَّيْطَانَ يَنْفِرُ مِن الْبيْتِ الَّذي تُقْرأُ فِيهِ سُورةُ الْبقَرةِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 488,
    "content": " عن أُبَيِّ بنِ كَعْبٍ رضي اللَّه عَنْهُ قَالَ : قال رسولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم : يا أَبا المُنذِرِ أَتَدْرِي أَيُّ آيةٍ مِن كتاب اللَّهِ معكَ أَعْظَمُ ؟ قُلْتُ : اللَّه لا إِلهَ إِلاَّ هُو الحَيُّ الْقَيُّومُ ، فَضَربَ في صَدْري وَقَال :  لِيهْنكَ الْعِلْمُ أَبَا المُنذِرِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 489,
    "content": " عَنْ أَبي هُرَيْرَةَ رَضيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّهِ صَلّى اللهُ عليه وسَلَّم : ومَا اجْتَمَعَ قَوْمٌ في بَيْتٍ من بُيوتِ اللَّهِ يَتْلُونَ كتاب اللَّهِ ، ويتَدَارسُونَه بيْنَهُم ، إِلاَّ نَزَلتْ علَيهم السَّكِينَة ، وغَشِيَتْهُمْ الرَّحْمَة ، وَحَفَّتْهُم الملائِكَةُ ، وذَكَرهُمْ اللَّه فيِمنْ عِنده ",
    "end": "صدق رسول الله"
  },
  {
    "header": 490,
    "content": " عَنْ أَبي هُريْرَةَ رضيَ اللَّه عَنْه قال : سمِعْت رَسُولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم يقُول :  إِنَّ أُمَّتي يُدْعَوْنَ يَوْمَ القِيامَةِ غُرّاً محَجَّلِينَ مِنْ آثَارِ الوضوءِ فَمنِ اسْتَطَاعَ مِنْكُمْ أَنْ يُطِيل غُرَّتَه ، فَليفعلْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 491,
    "content": " سَمِعْت خَلِيلي صَلّى اللهُ عليه وسَلَّم يقُول :  تَبْلُغُ الحِلية مِنَ المؤمِن حَيْث يبْلُغُ الوضـوءُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 492,
    "content": " عن عثمانَ بن عفانَ رضي اللَّه عنه قال : قال رسولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  منْ تَوَضَّأَ فَأَحْـسَنَ الوضـوءَ ، خَرَجَت خَطَايَاهُ مِنْ جسَدِهِ حتَّى تَخْرُجَ مِنْ تحتِ أَظفارِهِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 493,
    "content": " رَأَيْتُ رسُولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم يَتَوَضَّأُ مثلَ وُضوئي هذا ثُمَّ قال :  مَنْ تَوَضَّأَ هكذا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنبِهِ، وَكَانَتْ صَلاتُهُ وَمَشْيُهُ إِلى المَسْجِدِ نَافِلَةً",
    "end": "صدق رسول الله"
  },
  {
    "header": 494,
    "content": " أَنَّ رسُولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم قال :  أَلا أَدُلُّكُمْ على ما يَمْحُو اللَّه بِهِ الخَطَايا ، ويرْفَعُ بِهِ الدَّرجاتِ ؟ قَالُوا : بلى يا رَسُول اللَّهِ ، قَالَ : إِسْباغُ الوُضُوءِ على المكَارِهِ وكَثْرَةُ الخُطَا إلى المساجِدِ ، وانْتِظَارُ الصَّلاةِ بعْد الصَّلاةِ ، فَذلِكُمُ الرِّبَاطُ ، فذلِكُمُ الرِّباطُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 495,
    "content": " عَنْ أَبي مَالكٍ الأَشْعرِيِّ رضَي اللَّه عنْهُ قَال : قالَ رسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم : الطُّهُورُ شَطْرُ الإِيمانِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 496,
    "content": "عنْ عُمَر بْنِ الخَطَّابِ رضي اللَّه عَنْهُ عنِ النَّبِيِّ صَلّى اللهُ عليه وسَلَّم قَالَ :  ما مِنْكُمْ مِنْ أَحدٍ يتوضَّأُ فَيُبْلِغُ  أَو فَيُسْبِغُ الوُضُوءَ  ثُمَّ قَالَ : أَشْهدُ أَنْ لا إِله إِلاَّ اللَّه وحْدَه لا شَريكَ لهُ، وأَشْهدُ أَنَّ مُحمَّدًا عبْدُهُ وَرسُولُه ، إِلاَّ فُتِحَت لَهُ أَبْوابُ الجنَّةِ الثَّمَانِيَةُ يَدْخُلُ مِنْ أَيِّها شاءَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 497,
    "content": " عنْ مُعاوِيةَ رضي اللَّه عنْهُ قَال : سمِعْتُ رسُولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم يَقُولُ :  المُؤذِّنُونَ أَطْولُ النَّاسِ أعْنَاقاً يوْمَ القِيامةِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 498,
    "content": " عنْ جابرٍ رضَي اللَّه عنْهُ أَنَّ رَسُولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم قَالَ :  من قَال حِين يسْمعُ النِّداءَ : اللَّهُمَّ رَبَّ هذِهِ الدَّعوةِ التَّامَّةِ ، والصَّلاةِ الْقَائِمةِ، آت مُحَمَّداً الْوسِيلَةَ ، والْفَضَيِلَة، وابْعثْهُ مقَامًا محْمُوداً الَّذي وعَدْتَه ، حلَّتْ لَهُ شَفَاعتي يوْم الْقِيامِة ",
    "end": "صدق رسول الله"
  },
  {
    "header": 499,
    "content": " عنْ سَعْدِ بْن أَبي وقَّاصٍ رضِيَ اللَّه عنْهُ عَن النبي صَلّى اللهُ عليه وسَلَّم أَنَّهُ قَالَ: مَنْ قَال حِينَ يسْمعُ المُؤذِّنَ : أَشْهَد أَنْ لا إِله إِلاَّ اللَّه وحْدهُ لا شَريك لهُ ، وَأَنَّ مُحمَّداً عبْدُهُ وَرسُولُهُ ، رضِيتُ بِاللَّهِ ربًّا ، وبمُحَمَّدٍ رَسُولاً ، وبالإِسْلامِ دِينًا ، غُفِر لَهُ ذَنْبُهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 500,
    "content": " عنْ أَنَسٍ رضيَ اللَّه عنْهُ قَالَ : قَال رسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  الدُّعَاءُ لا يُردُّ بين الأَذانِ والإِقامةِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 501,
    "content": " عنْ أَبي هُرَيْرةٍ رضي اللَّه عنْهُ قَال : سمِعْتُ رسُول اللَّهِ صَلّى اللهُ عليه وسَلَّم يَقُولُ :  أَرأَيْتُمْ لَوْ أَنَّ نَهْراً بِباب أَحَدِكم يغْتَسِلُ مِنْه كُلَّ يَوْمٍ خَمْس مرَّاتٍ ، هلْ يبْقى مِنْ دَرَنِهِ شَيءٌ؟ قالُوا : لا يبْقَى مِنْ درنِهِ شَيْء ، قَال :  فذلكَ مَثَلُ الصَّلَواتِ الخَمْسِ ، يمْحُو اللَّه بهِنَّ الخطَايا ",
    "end": "صدق رسول الله"
  },
  {
    "header": 502,
    "content": " عنْ جَابِرٍ رَضيَ اللَّه عنهُ قال : قال رسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  مثَلُ الصَّلواتِ الخَمْسِ كمثَلِ نهْرٍ غمْرٍ جارٍ عَلى باب أَحَدِكُم يغْتَسِلُ مِنْهُ كُلَّ يَوْمٍ خمْسَ مرَّاتٍ",
    "end": "صدق رسول الله"
  },
  {
    "header": 503,
    "content": " عَنِ ابْنِ مَسْعُودٍ رضي اللَّه عنْهُ أَنَّ رجُلاً أَصاب مِنِ امْرأَةٍ قُبْلَةً ، فأَتَى النَّبِيَّ صَلّى اللهُ عليه وسَلَّم فَأَخبرهُ فأَنزَل اللَّه تعالى :  { وأَقِم الصَّلاةَ طَرفي النَّهَار وَزُلَفا مِنَ اللَّيْلِ ، إِنَّ الْحَسنَاتِ يُذهِبْنَ السَّيِّئَاتِ } فقال الرَّجُلُ : أَلِي هذا ؟ قال :  لجمِيع أُمَّتي كُلِّهِمْ",
    "end": "صدق رسول الله"
  },
  {
    "header": 504,
    "content": " عن أَبي هُريرة رضي اللَّه عنهُ أَنَّ رسول اللَّهِ صَلّى اللهُ عليه وسَلَّم قال : الصَّلواتُ الخَمْسُ، والجُمُعةُ إِلى الجُمُعَةِ ، كفَّارةٌ لما بَيْنهُنَّ ، ما لم تُغش الكبَائِرُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 505,
    "content": " عن عثمانَ بنِ عفان رضي اللَّه عنهُ قال : سمِعْتُ رسولَ اللَّه صَلّى اللهُ عليه وسَلَّم يقولُ : ما مِن امْرِيءٍ مُسْلِمٍ تحضُرُهُ صلاةٌ مَكتُوبةٌ فَيُحْسِنُ وُضُوءَهَا ، وَخُشوعَهَا ، وَرُكُوعَها ، إِلاَّ كانت كَفَّارةً لما قَبْلَهَا مِنْ الذنُوبِ ما لم تُؤْتَ كَبِيرةٌ ، وَذلكَ الدَّهْرَ كلَّهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 506,
    "content": " عن أَبي موسى رضي اللَّه عنهُ أَنَّ رسول اللَّهِ صَلّى اللهُ عليه وسَلَّم قال :  مَنْ صلَّى البرْديْن دَخَلَ الجنَّة ",
    "end": "صدق رسول الله"
  },
  {
    "header": 507,
    "content": " عن جُندَبِ بن سُفْيانَ رضي اللَّه عنهُ قال : قال رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  منْ صَلَّى الصُّبْحَ فهُوَ في ذِمَّةِ اللَّهِ فَانْظُرْ يَا ابنَ آدم لاَ يَطْلُبنَّك اللَّه مِنْ ذِمَّتِهِ بِشيءٍ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 508,
    "content": " عن جَريرِ بنِ عبدِ اللَّهِ البجليِّ رضيَ اللَّه عنهُ قال : كنا عِندَ النبيِّ صَلّى اللهُ عليه وسَلَّم ، فَنَظَرَ إِلى القَمرِ لَيْلَةَ البَدْرِ ، فقال :  إنكم سَتَرَوْنَ ربكمْ كما تَروْنَ هذا القَمر ، لا تُضَامُّونَ في رُؤْيَتِهِ، فَإِنِ اسْتَطَعْتُمْ أَنْ لا تُغْلبُوا عَلى صلاةٍ قَبْل طُلُوعِ الشَّمْسِ ، وَقَبْل غُرُوبها فافْعلُوا",
    "end": "صدق رسول الله"
  },
  {
    "header": 509,
    "content": " عن بُريْدَةَ رضيَ اللَّه عنهُ قال : قالَ رسولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  مَنْ تَرَكَ صَلاةَ العصْر فَقَدْ حَبِطَ عَملُهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 510,
    "content": " عن أَبي هريرةَ رضيَ اللَّه عنهُ أَنَّ النبيَّ صَلّى اللهُ عليه وسَلَّم قال :  مَنْ غَدا إِلى المسْجِدِ أَوْ رَاحَ ، أَعَدَّ اللَّه لهُ في الجَنَّةِ نُزُلاً كُلَّمَا غَدَا أَوْ رَاحَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 511,
    "content": " أَنَّ النَّبِيَّ صَلّى اللهُ عليه وسَلَّم قالَ :  مَنْ تَطَهَّرَ في بَيْتِهِ ، ثُمَّ مَضى إِلى بيْتٍ مِنْ بُيُوتِ اللَّهِ ، لِيَقْضِيَ فَرِيضَةً مِنْ فَرائِضِ اللَّهِ كانَتْ خُطُواتُهُ إِحْدَاها تَحُطُّ خَطِيئَةً ، والأُخْرى تَرْفَعُ دَرَجَةً ",
    "end": "صدق رسول الله"
  },
  {
    "header": 512,
    "content": " عن جابرٍ رضيَ اللَّه عنهُ قال : خَلَتِ البِقَاعُ حَوْلَ المسْجِد ، فَأَرادَ بَنُو سَلِمَةً أَنْ يْنتقلُوا قُرْبَ المَسْجِد ، فَبَلَغَ ذلكَ النبيَّ صَلّى اللهُ عليه وسَلَّم فقالَ لهم :  بَلَغَني أَنَّكُمْ تُريدُونَ أَن تَنْتَقِلُوا قُرْبَ المَسْجِد ؟ قالوا : نعم يَا رَسولَ اللَّهِ قَدْ أَرَدنَا ذَلكَ ، فقالَ :  بَنِي سَلمَةَ ديارَكُمْ تُكْتَبْ آثارُكُمْ ، ديارَكُمْ تُكْتَبْ آثارُكُمْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 513,
    "content": " عن بُرَيدَةَ رضي اللَّه عنه عن النَّبِيِّ صَلّى اللهُ عليه وسَلَّم قال :  بشِّروا المَشَائِينَ في الظُّلَمِ إِلى المسَاجِدِ بِالنور التَّامِّ يَوْمَ القِيامَةِ  ",
    "end": "صدق رسول الله"
  },
  {
    "header": 514,
    "content": " عنْ أَبي هريرةَ رضيَ اللَّه عنهُ أَنَّ رسولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم قالَ :  لا يَزَالُ أَحَدُكُمْ في صَلاةٍ مَا دَامتِ الصَّلاَةُ تَحْبِسُهُ ، لا يَمْنَعُهُ أَنْ يَنْقَلِبَ إِلى أَهْلِهِ إِلاَّ الصَّلاةُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 515,
    "content": " أَنَّ رسولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم قال :  المَلائِكَةُ تُصَلِّي عَلَى أَحَدِكُمْ مَا دَامَ في مُصَلاَّهُ الَّذي صَلَّى فِيهِ مَا لمْ يُحْدِثْ ، تَقُولُ : اللَّهُمَّ اغْفِرْ لَهُ ، اللَّهُمَّ ارْحَمْهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 516,
    "content": " عن أَنس رضيَ اللَّه عنهُ أَنَّ رسولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم أَخَّرَ لَيْلَةً صلاةَ الْعِشَاءِ إِلى شَطْرِ اللَّيْلِ ثُمَّ أَقْبَلَ عَلَيْنَا بوَجْهِهِ بَعْدَ ما صَلَّى فقال :  صَلىََّ النَّاسُ وَرَقَدُوا ولَمْ تَزَالُوا في صَلاةٍ مُنْذُ انْتَظَرْتُموها ",
    "end": "صدق رسول الله"
  },
  {
    "header": 517,
    "content": " عن ابنِ عمَر رضي اللَّه عنهما أَنَّ رسولَ اللَّه صَلّى اللهُ عليه وسَلَّم قال : صَلاةُ الجَمَاعَةِ أَفضَلُ مِنْ صَلاةِ الفَذِّ بِسَبْعٍ وَعِشْرِينَ درَجَةً ",
    "end": "صدق رسول الله"
  },
  {
    "header": 518,
    "content": " أَتَى النبيَّ صَلّى اللهُ عليه وسَلَّم رَجُلٌ أَعمى فقال : يا رسولَ اللَّهِ ، لَيْس لي قَائِدٌ يقُودُني إِلي المَسْجِدِ ، فَسأَلَ رسولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم أَن يُرَخِّصَ لَهُ فَيُصَليِّ في بيْتِهِ ، فَرَخَّص لَهُ ، فَلَمَّا وَلىَّ دَعَاهُ فقال له : هلْ تَسْمَعُ النِّدَاءَ بِالصَّلاةِ ؟  قال : نَعَمْ ، قال :  فَأَجِبْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 519,
    "content": " عن أبي هريرةَ رضي اللَّه عنهُ أَنَّ رسولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم قالَ : وَالَّذِي نَفْسِي بِيدِهِ لَقَدْ هَمَمْت أَن آمُرَ بحَطَبٍ فَيُحْتَطَب ، ثُمَّ آمُرَ بالصَّلاةِ فَيُؤذَّنَ لَهَا ، ثُمَّ آمُرَ رَجُلاً فَيُؤمَّ النَّاسَ ثُمَّ أُخَالِفَ إِلى رِجَالٍ فأُحَرِّقَ عليهمْ بيوتهم",
    "end": "صدق رسول الله"
  },
  {
    "header": 520,
    "content": " عنْ عثمانَ بنِ عفانَ رضيَ اللَّه عنهُ قالَ : سمعتُ رسولَ اللَّه صَلّى اللهُ عليه وسَلَّم يقولُ : مَنْ صَلَّى العِشَاءَ في جَـمَاعَةٍ ، فَكَأَنَّما قامَ نِصْف اللَّيْل وَمَنْ صَلَّى الصبْح في جَمَاعَةٍ ، فَكَأَنَّما صَلَّى اللَّيْل كُلَّهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 521,
    "content": " قال : قال رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  لَيْسَ صَلاةٌ أَثْقَلَ عَلَى المُنَافِقينَ مِنْ صلاة الفَجْرِ وَالعِشاءِ وَلَوْ يَعْلَمُونَ ما فِيهما لأَتَوْهُما وَلَوْ حبْوًا ",
    "end": "صدق رسول الله"
  },
  {
    "header": 522,
    "content": " عن ابنِ مسعودٍ رضي اللَّه عنهُ قالَ : سَأَلتُ رسولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم: أَيُّ الأَعْمَالِ أَفْضَلُ ؟ قال :  الصَّلاةُ على وَقْتِها  قلتُ : ثُمَّ أَيٌّ ؟ قال :  بِرُّ الوَالِدَيْنِ  قلَتُ : ثُمَّ أَيٌّ ؟ قال :  الجهادُ في سَبِيلِ اللَّهِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 523,
    "content": " عن ابنِ عمرَ رضيَ اللَّه عنهما قال : قالَ رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم : بُنِيَ الإِسَلامُ على خَمْسٍ : شَهادَةِ أَنْ لا إِلهَ إِلاَّ اللَّه ، وأَنَّ مُحمداً رسولُ اللَّهِ ، وإِقامِ الصَّلاةِ ، وَإِيتاءِ الزَّكاةِ ، وَحَجِّ البَيْتِ ، وَصَوْمِ رَمضانَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 524,
    "content": " قالَ رسولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  أُمِرْتُ أَنْ أُقاتِلَ الناسَ حتَّى يَشْهدُوا أَنْ لا إِله إِلاَّ اللَّه وَأَنَّ مُحَمَّدًا رسولُ اللَّهِ ، وَيُقِيمُوا الصَّلاَة ، ويُؤْتُوا الزَّكاةَ ، فَإِذا فَعَلُوا ذلكَ عَصمُوا مِنِّي دِماءَهُمْ وَأَمْوَالَهمْ إِلاَّ بحقِّ الإِسلامِ ، وَحِسَابُهْم على اللَّهِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 525,
    "content": " عن جابرٍ رضي اللَّه عنهُ قال : سمعتُ رسولَ اللَّه صَلّى اللهُ عليه وسَلَّم يقولُ :  إِنَّ بَيْنَ الرَّجُلِ وَبَيْنَ الشِّرْكِ والكُفْرِ تَرْكَ الصَّلاةِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 526,
    "content": " عن بُرَيْدَةَ رضي اللَّه عنهُ عن النبيِّ صَلّى اللهُ عليه وسَلَّم قال :  العهْدُ الذي بيْنَنا وبَيْنَهُمْ الصَّلاةُ ، فمنْ تَرَكَهَا فَقدْ كَفَرَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 527,
    "content": " عَن جابِرِ بْنِ سمُرةَ ، رضي اللَّه عنْهُمَا ، قَالَ : خَرجَ عَلَيْنَا رَسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم فَقَالَ :  أَلا تَصُفُّونَ كما تُصُفُّ الملائِكَةُ عِنْدَ رَبِّهَا ؟  فَقُلْنَا : يا رسُولَ اللَّهِ وَكَيْفَ تَصُفُّ الملائِكةُ عِند ربِّها ؟ قال :  يُتِمُّونَ الصُّفوفَ الأُولَ ، ويَتَراصُّونَ في الصفِّ",
    "end": "صدق رسول الله"
  },
  {
    "header": 528,
    "content": " عن أَبي هُريْرة ، رَضِيَ اللَّه عنْهُ ، أَنَّ رَسُول اللَّه صَلّى اللهُ عليه وسَلَّم قال : لوْ يعلَمُ الناسُ ما في النِّدَاءِ وَالصَّفِّ الأَوَّلِ ، ثُم لَمْ يجِدُوا إِلاَّ أَنْ يَسْتَهِمُوا عليه لاسْتَهمُوا ",
    "end": "صدق رسول الله"
  },
  {
    "header": 529,
    "content": " قَالَ رسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم : خَيْرُ صُفوفِ الرِّجالِ أَوَّلُهَا ، وشرُّها آخِرُهَا وخيْرُ صُفوفِ النِّسَاءِ آخِرُها ، وَشرُّهَا أَوَّلُهَا ",
    "end": "صدق رسول الله"
  },
  {
    "header": 530,
    "content": " عن أبي سعِيد الخُدْرِيِّ رضيَ اللَّه عنهُ ، أَنَّ رسُول اللَّهِ صَلّى اللهُ عليه وسَلَّم : رأَى في أَصْحابِهِ تأَخُّراً ، فقَالَ لَهُمْ :  تقَدَّمُوا فأَتمُّوا بِي ، وَليَأْتَمَّ بِكُمْ مَنْ بَعْدَكُم ، لا يزالُ قَوْمٌ يَتَأَخَّرُونَ حَتى يُوخِّرَهُمُ اللَّه ",
    "end": "صدق رسول الله"
  },
  {
    "header": 531,
    "content": " عن أَبي مسعودٍ ، رضي اللَّه عنْهُ ، قال : كانَ رسولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم يَمْسحُ مَناكِبَنَا في الصَّلاةِ ، ويقُولُ :  اسْتوُوا ولا تَختلِفوا فتَخْتَلِفَ قُلُوبُكُمْ ، لِيلِيني مِنْكُم أُولُوا الأَحْلامِ والنُّهَى ، ثمَّ الذينَ يلُونَهمْ ، ثُمَّ الذِين يَلُونَهمْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 532,
    "content": " عن أَنسٍ رضي اللَّه عنْهُ قال : قال رسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  سَوُّوا صُفُوفَكُمْ ، فَإنَّ تَسْوِيةَ الصَّفِّ مِنْ تَمامِ الصَّلاةِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 533,
    "content": " أُقِيمَتِ الصَّلاةُ ، فأَقبَل عَلينَا رسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم بِوَجْهِهِ فقَالَ : أَقِيمُوا صُفُوفَكُمْ وتَراصُّوا ، فَإنِّي أَراكُمْ مِنْ وَرَاءِ ظَهْرِي ",
    "end": "صدق رسول الله"
  },
  {
    "header": 534,
    "content": " عَنِ النُّعْمَانِ بنِ بشيرٍ ، رضيَ اللَّه عنهما ، قال : سمعتُ رسولَ اللَّه صَلّى اللهُ عليه وسَلَّم يقولُ :  لَتُسوُّنَّ صُفُوفَكُمْ ، أَوْ ليُخَالِفَنَّ اللَّه بَيْنَ وجُوهِكُمْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 535,
    "content": " عنِ البرَاءِ بنِ عازبٍ ، رضي اللَّه عنهما ، قالَ : كانَ رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم ، يَتخلَّلُ الصَّفَّ مِنْ نَاحِيَةٍ إِلى نَاحِيَةٍ ، يَمسَحُ صُدُورَنَا ، وَمَناكِبَنَا ، ويقولُ : لا تَخْتَلِفُوا فَتَخْتَلِفَ قُلُوبُكُمْ  وكَانَ يَقُولُ : إن اللَّه وَمَلائِكَتَهُ يُصَلُّونَ على الصُّفُوفِ الأُوَلِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 536,
    "content": " عَن ابن عُمرَ رضيَ اللَّه عنهما ، أَنَّ رسولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم قالَ : أَقِيمُوا الصُّفُوفَ وَحَاذُوا بَينَ المنَاكِب، وسُدُّوا الخَلَلَ، وَلِينُوا بِأَيْدِي إِخْوَانِكُمْ ، وَلا تَذَرُوا فَرُجَاتٍ للشيْطانِ، ومَنْ وصَلَ صَفًّا وَصَلَهُ اللَّه ، وَمَنْ قَطَعَ صَفًّا قَطَعهُ اللَّه ",
    "end": "صدق رسول الله"
  },
  {
    "header": 537,
    "content": " عَنْ أَنسٍ رضيَ اللَّه عَنْهُ أَنَّ رسولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم قال :  رُصُّوا صُفُوفَكُمْ ، وَقَاربُوا بَيْنَها ، وحاذُوا بالأَعْناق ، فَوَالَّذِي نَفْسِي بيَدِهِ إِنَّي لأَرَى الشَّيْطَانَ يَدْخُلُ منْ خَلَلِ الصَّفِّ ، كأنَّها الحَذَفُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 538,
    "content": " رسولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم قال :  أَتمُّوا الصَّفَّ المقدَّمَ ، ثُمَّ الَّذي يلِيهِ ، فَمَا كَانَ مَنْ نقْصٍ فَلْيَكُنْ في الصَّفِّ المُؤَخَّرِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 539,
    "content": " عن عائشة رضي اللَّه عنها قالت : قال رسول اللَّه صَلّى اللهُ عليه وسَلَّم :  إِنَّ اللَّه وملائِكَتَهُ يُصلُّونَ على ميامِن الصُّفوف ",
    "end": "صدق رسول الله"
  },
  {
    "header": 540,
    "content": " عَنِ البراءِ رضيَ اللَّه عَنْهُ قال :  كُنَّا إِذا صَلَّينَا خَلْفَ رسولِ اللَّه صَلّى اللهُ عليه وسَلَّم أَحْببْبنَا أَنْ نَكُونَ عَنْ يَمِينِهِ ، يُقبِلُ علَينا بِوَجْهِهِ ، فَسمِعْتُهُ يقول :  رَبِّ قِنِي عذَابَكَ يَوْمَ تَبْعَثُ  أَوْ تَجْمَعُ  عبَادَكَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 541,
    "content": " عَنْ أَبي هُريرةَ رضِيَ اللَّه عنْهُ ، قال : قالَ رسولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم : وسِّطُوا الإِمامَ ، وَسُدُّوا الخَلَلَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 542,
    "content": " عنْ أُمِّ المؤمِنِينَ أُمِّ حبِيبَةَ رَمْلةَ بِنتِ أَبي سُفيانَ رضيَ اللَّه عنهما ، قَالتْ : سَمِعْتُ رسولَ اللَّه صَلّى اللهُ عليه وسَلَّم يقولُ : مَا مِنْ عبْدٍ مُسْلِم يُصَلِّي للَّهِ تَعَالى كُلَّ يَوْمٍ ثِنْتَيْ عشْرةَ رَكْعَةً تَطوعاً غَيْرَ الفرِيضَةِ ، إِلاَّ بَنَى اللَّه لهُ بَيْتاً في الجَنَّةِ ، أَوْ : إِلاَّ بُنِي لَهُ بيتٌ في الجنَّةِ",
    "end": "صدق رسول الله"
  },
  {
    "header": 543,
    "content": " عنْ عبدِ اللَّهِ بن مُغَفَّلٍ رضِيَ اللَّه عنهُ ، قال : قالَ رسولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  بَيْنَ كُلِّ أَذانَيْنِ صَلاةٌ ، بيْنَ كلِّ أَذَانيْنِ صَلاةٌ ، بَيْنَ كُلِّ أَذَانَيْنِ صَلاةٌ  وقالَ في الثَالثَة : لمَنْ شَاءَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 544,
    "content": " عنْها عَنِ النبي صَلّى اللهُ عليه وسَلَّم قالَ :  رَكْعتا الفجْرِ خيْرٌ مِنَ الدُّنيا ومَا فِيها ",
    "end": "صدق رسول الله"
  },
  {
    "header": 545,
    "content": " عنْ أَبي هُريرةَ رضيَ اللَّه عنهُ ، قالَ : قال رسولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  إِذا صَلَّى أَحَدُكُمْ ركْعَتَيِ الفَجْرِ فَلْيَضطَجِعْ عَلى يمِينِهِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 546,
    "content": " عن أُمِّ حَبِيبَةَ رَضِيَ اللَّه عنها قَالَتْ : قال رسولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم : منْ حَافظَ عَلى أَرْبَعِ ركعَاتٍ قَبْلَ الظُّهْرِ ، وَأَرْبعٍ بَعْدَهَا ، حَرَّمهُ اللَّه على النَّارَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 547,
    "content": " عَنْ عبدِ اللَّهِ بن السائب رضِيَ اللَّه عَنْهُ أَنَّ رسولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم كانَ يُصَلِّي أَرْبعاً بعْدَ أَن تَزول الشَّمْسُ قَبْلَ الظُّهْرِ ، وقَالَ :  إِنَّهَا سَاعَةٌ تُفْتَحُ فِيهَا أَبوابُ السَّمَاءِ ، فأُحِبُّ أَن يَصعَدَ لي فيها عمَلٌ صَالِحٌ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 548,
    "content": " عَن ابن عُمَرَ رَضِيَ اللَّه عنْهُمَا ، عنِ النَّبيِّ صَلّى اللهُ عليه وسَلَّم ، قالَ :  رَحِمَ اللَّه امْرَءاً صلَّى قبْلَ العَصْرِ أَرْبعاً ",
    "end": "صدق رسول الله"
  },
  {
    "header": 549,
    "content": " عَنْ عَبْدِ اللَّهِ بنِ مُغَفَّلٍ رَضِيَ اللَّه عنهُ ، عَنِ النَّبيِّ صَلّى اللهُ عليه وسَلَّم قالَ : صَلُّوا قَبلَ المَغرِب  قَالَ في الثَّالثَةِ :  لمَنْ شَاءَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 550,
    "content": " عنْ أَبي هُريرةَ رضِيَ اللَّه عَنْهُ قالَ : قال رسولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم : إذا صَلَّى أَحدُكُمُ الجُمُعَةَ ، فَلْيُصَلِّ بعْدَهَا أَرْبعاً ",
    "end": "صدق رسول الله"
  },
  {
    "header": 551,
    "content": " عَنْ زيدِ بنِ ثابتِ رضِيَ اللَّه عَنْهُ ، أَنَّ النَّبيَّ صَلّى اللهُ عليه وسَلَّم قالَ :  صلُّوا أَيُّها النَّاسُ في بُيُوتِكُمْ ، فَإنَّ أفضلَ الصَّلاةِ صلاةُ المَرْءِ في بَيْتِهِ إِلاَّ المكْتُوبَةَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 552,
    "content": " عن ابنِ عُمَرَ رضي اللَّه عنْهُما عَنِ النَّبِيِّ صَلّى اللهُ عليه وسَلَّم قال :  اجْعَلُوا مِنْ صلاتِكُمْ في بُيُوتِكُمْ ، ولا تَتَّخِذُوهِا قُبُوراً ",
    "end": "صدق رسول الله"
  },
  {
    "header": 553,
    "content": " عَنْ جابرٍ رَضِي اللَّه عَنْهُ قالَ : قَالَ رسولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  إذا قَضَى أَحَدُكُمْ صلاتَهُ في مسْجِدِهِ ، فَلَيجْعَلْ لِبَيْتهِ نَصِيباً مِنْ صَلاتِهِ ، فَإنَّ اللَّه جَاعِلٌ في بيْتِهِ مِنْ صلاتِهِ خَيْراً ",
    "end": "صدق رسول الله"
  },
  {
    "header": 554,
    "content": " عَنْ عليٍّ رَضِيَ اللَّه عَنْهُ قالَ : الوتِرُ لَيْس بِحَتْمٍ كَصَلاةِ المكْتُوبَةِ ، ولكِنْ سَنَّ رسولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم قالَ :  إنَّ اللَّه وِترٌ يُحِبُّ الْوتْرَ ، فأَوْتِرُوا ، يَا أَهْلَ الْقُرْآنِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 555,
    "content": " عنِ ابنِ عُمرَ رَضِيَ اللَّه عَنْهمَا ، عَنِ النَّبيِّ صَلّى اللهُ عليه وسَلَّم قَالَ : اجْعلوا آخِرَ صلاتِكُمْ بِاللَّيْلِ وِتْراً ",
    "end": "صدق رسول الله"
  },
  {
    "header": 556,
    "content": " عَنْ أَبي سعيدٍ الخُدْرِيِّ رضِي اللَّه عَنْهُ ، أَنَّ النَّبيَّ صَلّى اللهُ عليه وسَلَّم قالَ : أَوْتِرُوا قبْلَ أَنْ تُصْبِحُوا ",
    "end": "صدق رسول الله"
  },
  {
    "header": 557,
    "content": " عَنِ ابن عُمَرَ رَضِيَ اللَّه عَنهمَا ، أَنَّ النَّبيَّ صَلّى اللهُ عليه وسَلَّم قَالَ :  بَادِروا الصُّبْحَ بالوِتْرِ",
    "end": "صدق رسول الله"
  },
  {
    "header": 558,
    "content": " عَنْ جابرٍ رضِي اللَّه عنْهُ ، قَالَ : قالَ رسولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  منْ خَاف أَنْ لا يَقُوم مِنْ آخرِ اللَّيْلِ ، فَليُوتِرْ أَوَّلَهُ ، ومنْ طمِع أَنْ يقُومَ آخِرَهُ ، فَليوتِرْ آخِر اللَّيْل ، فإِنَّ صلاة آخِرِ اللَّيْلِ مشْهُودةٌ ، وذلكَ أَفضَلُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 559,
    "content": " عنْ أَبي هُريرةَ رَضي اللَّه عنْهُ ، قال : أوصَاني خَليلي صَلّى اللهُ عليه وسَلَّم بصِيامِ ثَلاثَةِ أَيَّامٍ مِن كُلِّ شهر ، وركْعَتي الضُّحَى ، وأَنْ أُوتِرَ قَبل أَنْ أَرْقُد ",
    "end": "صدق رسول الله"
  },
  {
    "header": 560,
    "content": " عَنْ أَبي ذَر رَضِي اللَّه عَنْهُ ، عن النبيِّ صَلّى اللهُ عليه وسَلَّم قال :  يُصبِحُ عَلى كُلِّ سُلامَى مِنْ أَحدِكُمْ صدقَةٌ : فَكُلُّ تَسبِيحة صدَقةٌ ،وكل تحميدة صدقة ، وكُل تَهليلَةٍ صدَقَةٌ ، وَكُلُّ تكبيرة صدَقةٌ ، وأَمر بالمعْروفِ صدقَةٌ ، ونهيٌ عنِ المُنْكَرِ صدقَةٌ ، ويُجْزِئ مِن ذلكَ ركْعتَانِ يركَعُهُما مِنَ الضحى ",
    "end": "صدق رسول الله"
  },
  {
    "header": 561,
    "content": " عن زيدِ بن أَرْقَم رَضِي اللَّه عنْهُ ، أَنَّهُ رَأَى قَوْماً يُصَلُّونَ مِنَ الضُّحَى ، فقال : أَمَا لَقَدْ عَلِمُوا أَنَّ الصَّلاةَ في غَيْرِ هذِهِ السَّاعَةِ أَفْضَلُ ، إنَّ رسولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم قالَ :  صَلاةُ الأوَّابِينَ حِينَ ترْمَضُ الفِصَالُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 562,
    "content": " عن أَبي قتادةَ رضِيَ اللَّه عَنْهُ ، قالَ : قالَ رسولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  إذا دَخَلَ أحَدُكم المسْجِدَ ، فَلا يَجلِسْ حَتَّى يُصَلِّيَ رَكْعَتيْنِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 563,
    "content": " عن جابِرٍ رضيَ اللَّه عنْهُ قالَ : أَتيْتُ النَّبِيَّ صَلّى اللهُ عليه وسَلَّم وهَو فِي المسْجدِ ، فَقَالَ : صَلِّ ركْعَتيْن ",
    "end": "صدق رسول الله"
  },
  {
    "header": 564,
    "content": " عَنْ أَبي هُريرةَ رَضِيَ اللَّه عَنْهُ ، قالَ : قالَ رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم : خيْرُ يوْمِ طلعَتْ عليه الشَّمْسُ يَوْمُ الجُمُعَةِ : فِيهِ خُلِقَ آدمُ ، وَفيه أُدْخِلَ الجَنَّةَ ، وفيه أُخْرِجَ مِنْهَا ",
    "end": "صدق رسول الله"
  },
  {
    "header": 565,
    "content": " قال رَسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  مَنْ تَوَضَّأَ فأَحْسَنَ الوُضُوءَ ثُمَّ أَتى الجُمُعَةَ، فاسْتَمَعَ وَأَنْصتَ ، غُفِرَ لَهُ ما بَيْنَه وَبَيْنَ الجُمُعَةِ وزِيَادة ثَلاثَةِ أَيَّامٍ ، وَمَنْ مَسَّ الحَصَى ، فَقَدْ لَغَا ",
    "end": "صدق رسول الله"
  },
  {
    "header": 566,
    "content": " عَنِ النَّبِيِّ صَلّى اللهُ عليه وسَلَّم قالَ :  الصَّلَواتُ الخَمْسُ والجُمُعةُ إلى الجُمعةِ ، وَرَمَضَانُ إلى رمَضَانَ ، مُكَفِّرَاتٌ ما بيْنَهُنَّ إذا اجْتُنِبَتِ الكبَائِرُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 567,
    "content": "  وعَنِ ابنِ عُمَرَ رَضِيَ اللَّه عَنْهُمْ ، أَنَّهما سَمِعَا رسولَ اللَّه صَلّى اللهُ عليه وسَلَّم يقولُ عَلَى أَعْوَادِ مِنْبَرِهِ :  لَيَنْتَهِيَنَّ أَقْوَامٌ عَنْ وَدْعِهِمُ الجمُعَاتِ ، أَوْ لَيَخْتِمَنَّ اللَّه على قُلُوبِهمْ ، ثُمَّ ليَكُونُنَّ مِنَ الغَافِلينَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 568,
    "content": " عَن ابنِ عُمَرَ رَضِيَ اللَّه عَنْهُمَا ، أَنَّ رَسولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم ، قالَ : إِذا جاَءَ أَحَدُكُمُ الجُمُعَةَ ، فَليَغْتَسِلْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 569,
    "content": " عن أبي سعيدٍ الخُدْرِيِّ رَضِيَ اللَّه عَنْهُ ، أَنَّ رسولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم قالَ:  غُسْلُ يَوْمِ الجُمُعَةِ وَاجِبٌ على كلِّ مُحْتَلِمٍ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 570,
    "content": " أَنَّ رَسُولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم ذكر يَوْمَ الجُمُعَةِ ، فَقَالَ :  فِيها سَاعَةٌ لا يُوَافِقها عَبْدٌ مُسلِمٌ ، وَهُو قَائِمٌ يُصَلِّي يسأَلُ اللَّه شَيْئاً ، إِلاَّ أَعْطَاهُ إِيَّاه ",
    "end": "صدق رسول الله"
  },
  {
    "header": 571,
    "content": " عَنْ أَوسِ بنِ أَوسٍ رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  إِنَّ مِنْ أَفضَلِ أَيَّامِكُمْ يَوْم الجُمُعَةِ ، فأَكثروا عليَّ مِنَ الصَّلاةِ فِيهِ ، فَإِنَّ صَلاتَكُمْ مَعْروضَةٌ عليَّ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 572,
    "content": " عَن عائِشَةَ رَضِيَ اللَّه عَنْها ، قَالَتْ : كَانَ النَّبِيُّ صَلّى اللهُ عليه وسَلَّم يَقُومُ مِنَ اللَّيْلِ حَتى تَتَفطَّر قَدَمَاه ، فَقُلْتُ لَهُ : لِمَ تَصْنَعُ هذا يا رسُول اللَّهِ وَقد غُفِرَ لَكَ ما تَقَدَّم مِن ذَنْبِكَ وَمَا تَأَخَّرَ ؟ قَالَ :  أَفَلا أَكُونُ عَبْدًا شَكُورًا ",
    "end": "صدق رسول الله"
  },
  {
    "header": 573,
    "content": " عَنْ عليٍّ رَضِيَ اللَّه عنْهُ ، أَنَّ النَّبِيَّ صَلّى اللهُ عليه وسَلَّم طَرقَهُ وَفاطِمَةَ لَيْلاً ، فَقَالَ :  أَلا تُصلِّيَانِ ؟ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 574,
    "content": " عن عبدِ اللَّهِ بنِ عَمْرِو بنِ العاصِ رضَيَ اللَّه عَنْهُمَا قالَ : قَالَ رَسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم:  يَا عَبْدَ اللَّهِ لا تكن مِثْلَ فُلانٍ : كانَ يَقُومُ اللَّيْلَ فَتَرَكَ قِيَامَ اللَّيْلِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 575,
    "content": " عن ابن مَسْعُودٍ رضيَ اللَّه عنْهُ ، قَالَ : ذُكِرَ عِنْدَ النَّبِيِّ صَلّى اللهُ عليه وسَلَّم رَجُلٌ نَامَ لَيْلَةً حَتى أَصبحَ ، قالَ :  ذاكَ رَجُلٌ بال الشَّيْطَانُ في أُذنَيْهِ  أَو قال : في أُذنِه  ",
    "end": "صدق رسول الله"
  },
  {
    "header": 576,
    "content": " عن عبدِ اللَّهِ بنِ سَلاَمٍ رَضِيَ اللَّه عَنْهُ ، أَنَّ النَّبِيَّ صَلّى اللهُ عليه وسَلَّم قالَ :  أَيُّهَا النَّاسُ أَفْشوا السَّلامَ ، وَأَطْعِمُوا الطَّعَامَ ، وَصَلُّوا باللَّيْل وَالنَّاسُ نِيامٌ ، تَدخُلُوا الجَنَّةَ بِسَلامٍ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 577,
    "content": " عنْ أَبي هُريرةَ رَضِيَ اللَّه عَنْهُ قالَ : قالَ رسولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم : أَفْضَلُ الصيَّامِ بعْدَ رَمَضَانَ شَهْرُ اللَّهِ المُحَرَّمُ ، وَأَفْضَلُ الصَّلاةِ بعدَ الفَرِيضَةِ صَلاةُ اللَّيْل",
    "end": "صدق رسول الله"
  },
  {
    "header": 578,
    "content": " عَنِ ابنِ عُمَرَ رَضِيَ اللَّه عَنْهُمَا ، أَن النَّبِيَّ صَلّى اللهُ عليه وسَلَّم قَالَ : صَلاةُ اللَّيْلِ مَثْنَى مَثْنَى، فَإِذا خِفْتَ الصُّبْح فَأَوْتِرْ بِواحِدَةِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 579,
    "content": " عَنْ عبدِ اللَّهِ بنِ عَمْرو بنِ العَاصِ ، رَضيَ اللَّه عَنْهُمَا أَنَّ رَسُولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم قال:  أَحَبُّ الصَّلاةِ إلى اللَّهِ صَلاةُ دَاوُدَ ، وَأَحبُّ الصيامِ إلى اللَّهِ صِيامُ دَاوُدَ ، كانَ يَنَامُ نِصْفَ اللَّيْل وَيَقُومُ ثُلُثَهُ ويَنَامُ سُدُسَهُ وَيصومُ يَوماً وَيُفطِرُ يَوماً ",
    "end": "صدق رسول الله"
  },
  {
    "header": 580,
    "content": " عَنْ جَابِرٍ رَضِيَ اللَّه عنْهُ قَالَ : سمِعْتُ رَسُولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم يقُولُ :  إِنَّ في اللَّيْلِ لَسَاعةً ، لا يُوافقُهَا رَجـُلٌ مُسلِمٌ يسأَلُ اللَّه تعالى خيراً من أمرِ الدُّنيا وَالآخِرِةَ إِلاَّ أَعْطاهُ إِيَّاهُ ، وَذلكَ كلَّ لَيْلَةٍ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 581,
    "content": " عَنْ أَبي هُريرَةَ رَضِي اللَّه عَنْهُ ، أَنَّ النَّبِيَّ صَلّى اللهُ عليه وسَلَّم قَالَ : إِذا قَامَ أَحَدُكُمِ مِنَ اللَّيْلِ فَليَفتَتحِ الصَّلاةَ بِركعَتَيْن خَفيفتيْنِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 582,
    "content": " عنْ عُمَرَ بنِ الخَطَّابِ رَضِي اللَّه عنْهُ ،قَال:قَالَ رسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم:مَنْ نَام عن حِزْبِهِ ، أو عَنْ شْيءٍ مِنهُ ، فَقَرأهُ فِيما بينَ صَلاِةَ الفَجْرِ وصَلاةِ الظُّهْرِ ، كُتِب لهُ كأَنَّما قَرَأَهُ منَ اللَّيْلِ",
    "end": "صدق رسول الله"
  },
  {
    "header": 583,
    "content": " عنْ أَبي سَعيدٍ رَضِي اللَّه عنهمَا ، قَالا : قالَ رسولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  إذا أَيقَظَ الرَّجُلُ أَهْلَهُ مِنَ اللَّيْل فَصَلَّيا أَوْ صَلَّى ركْعَتَينِ جَمِيعاً ، كُتِبَ في الذَّاكرِينَ وَالذَّكِراتِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 584,
    "content": " عــن عائِشة رضِيَ اللَّه عَنْها ، أَنَّ النَّبِيَّ صَلّى اللهُ عليه وسَلَّم قَالَ :  إِذا نَعَس أَحَدُكُمْ في الصَّلاةِ ، فَلْيَرْقُدْ حتى يَذهَب عَنْهُ النَّومُ ، فَإِنَّ أَحدكُمْ إذا صَلى وهو ناعِسٌ ، لَعَلَّهُ يَذهَبُ يَستَغفِرُ فَيَسُبَّ نَفسهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 585,
    "content": " عَنْ أَبي هُرَيرَةَ رَضِي اللَّه عَنْهُ قَالَ : قَالَ رَسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  إِذا قَامَ أَحدُكُمْ مِنَ اللَّيْلِ فَاستعجمَ القُرآنُ على لِسَانِهِ ، فَلَم يَدْرِ ما يقُولُ ، فَلْيضْطَجِعْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 586,
    "content": " عنْ أَبي هُريرةَ رَضِي اللَّه عنْهُ أَنَّ رَسُول اللَّهِ صَلّى اللهُ عليه وسَلَّم قالَ :  منْ قام رَمَضَانَ إِيماناً واحْتِساباً غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 587,
    "content": " كانَ رسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم يُرَغِّبُ في قِيَامِ رَمَضَانَ مِنْ غيْرِ أَنْ يَأْمُرَهُمْ فِيه بعزيمةٍ ، فيقُولُ :  مَنْ قَامَ رَمَضَانَ إِيماناً واحْتِسَاباً غُفِرَ لَهُ مَا تَقَدَّم مِنْ ذَنْبِهِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 588,
    "content": " عَنْ أَبي هُريرةَ رَضِيَ اللَّه عَنْهُ ، عن النَّبِيِّ صَلّى اللهُ عليه وسَلَّم قال :  مَنْ قام لَيْلَةَ القَدْرِ إِيماناً واحْتِسَاباً ، غُفِر لَهُ ما تقدَّم مِنْ ذنْبِهِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 589,
    "content": " عن ابنِ عُمر رضِيَ اللَّه عَنهما أَنَّ رِجَالاً مِنْ أَصْحَابِ النَّبِيِّ صَلّى اللهُ عليه وسَلَّم ، أُرُوا ليْلَةَ القَدْرِ في المنَامِ في السَّبْعِ الأَواخِرِ ، فَقال رسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  أَرى رُؤيَاكُمْ قَدْ تَواطَأَتْ في السَّبْعِ الأَوَاخِرِ ، فَمَنْ كَانَ مُتحَرِّيهَا ، فَلْيَتَحرَّهَآ في السبْعِ الأَواخِرِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 590,
    "content": " عنْ عائِشَةَ رَضِيَ اللَّه عنْهَا ، قَالَتْ : كانَ رسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم يُجاوِرُ في العَشْـرِ الأَوَاخِرِ مِنْ رمضَانَ ، ويَقُول :  تحَرَّوْا لَيْلَةَ القَدْرِ في العشْرِ الأَوَاخِرِ مِنْ رَمَضانَ",
    "end": "صدق رسول الله"
  },
  {
    "header": 591,
    "content": " أَنَّ رَسُولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم قَالَ :  تَحرّوْا لَيْلةَ القَدْرِ في الوتْـرِ من العَشْرِ الأَواخِرِ منْ رمَضَانَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 592,
    "content": " عَنْهَا رَضَيَ اللَّه عَنْهَا ، قَالَتْ : كَانَ رسُول اللَّهِ صَلّى اللهُ عليه وسَلَّم :  إِذا دَخَلَ العَشْرُ الأَوَاخِرُ مِنْ رمَضَانَ ، أَحْيا اللَّيْلَ ، وَأَيْقَظَ أَهْلَه ، وجَدَّ وَشَدَّ المِئزرَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 593,
    "content": " كَانَ رَسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم يَجْتَهِدُ فِي رَمضانَ مَالا يَجْتَهِدُ في غَيْرِهِ ، وفي العَشْرِ الأَوَاخِرِ منْه ، مَالا يَجْتَهدُ في غَيْرِهِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 595,
    "content": " عَنْ أَبي هُريرَةَ رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّهِ صَلّى اللهُ عليه وسَلَّم قالَ :  لَوْلا أَنْ أَشُقَّ عَلى أُمَّتي  أَوْ عَلى الناس  لأمرْتُهُمْ بِالسِّواكِ معَ كلِّ صلاةٍ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 596,
    "content": " عَنْ عائشةَ رَضِيَ اللَّه عَنْهَا قَالَتْ : كنَّا نُعِدُّ لرسُولِ اللَّهِ صَلّى اللهُ عليه وسَلَّم سِوَاكَهُ وَطَهُورَهُ فَيَبْعَثُهُ اللَّه مَا شَاءَ أَن يبْعَثَهُ مِنَ اللَّيْلِ ، فَيتسَوَّكُ ، وَيَتَوَضَّأُ ويُصَلِّي ",
    "end": "صدق رسول الله"
  },
  {
    "header": 597,
    "content": " عنْ أَنسٍ رَضِيَ اللَّه عَنْهُ ، قَالَ : قَالَ رسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  أَكثَرْتُ عَليكُمْ في السِّوَاكِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 598,
    "content": " عنْ عائِشَةَ رَضِي اللَّه عَنْها ، أَنَّ النَّبِيَّ صَلّى اللهُ عليه وسَلَّم قَالَ :  السِّواكُ مَطهَرةٌ للفَمِ مرْضَاةٌ للرَّبِّ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 599,
    "content": " عَنْ أَبي هُريرةَ رضِيَ اللَّهُ عَنْهُ ، عَنِ النَّبِيِّ صَلّى اللهُ عليه وسَلَّم قَالَ :  الفِطرةُ خَمسٌ ، أَوْ خمْسٌ مِنَ الفِطرةِ : الخِتان ، وَالاسْتِحْدَادُ ، وَتقلِيمُ الأَظفَارِ ، ونَتف الإِبِطِ ، وقَصُّ الشَّارِبِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 600,
    "content": " عَن ابنِ عُمَرَ رَضِيَ اللَّه عَنْهُمَا ، عن النَّبي صَلّى اللهُ عليه وسَلَّم قالَ :  أَحْفُوا الشَّوارِبَ وأَعْفُوا اللِّحَى ",
    "end": "صدق رسول الله"
  },
  {
    "header": 601,
    "content": " عنِ ابنِ عُمَرَ رَضِيَ اللَّه عَنْهُما ، أَنَّ رَسُول اللَّهِ صَلّى اللهُ عليه وسَلَّم قَالَ : بُنِيَ الإِسْلامُ عَلى خَمْسٍ : شَهَادَةِ أَنْ لا إِلهَ إِلاَّ اللَّه ، وأَنَّ مُحمَّداً عَبْدُهُ ورسُولهُ ، وإِقامِ الصَّلاةِ ، وَإِيتَاءِ الزَّكَاةِ ، وحَجِّ البَيْتِ ، وَصَوْمِ رمضَان ",
    "end": "صدق رسول الله"
  },
  {
    "header": 602,
    "content": " عَن ابن عُمَر رَضِيَ اللَّه عنْهَما ، قال : قال رَسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  أُمِرْتُ أَن أُقاتِلَ النَّاسَ حتى يشهدوا أَن لا إِلهَ إِلاَّ اللَّه وأَنَّ مُحَمَّداً رَسُولُ اللَّهِ ، ويُقِيمُوا الصَّلاةَ ، وَيُؤْتُوا الزَّكاةَ ، فَإِذا فَعَلوا ذلكَ ، عَصَمُوا مِنِّي دِمَاءَهُمْ وأَمْوَالَهم إِلاَّ بحَقِّ الإِْسلامِ وحِسابُهُمْ عَلى اللَّهِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 603,
    "content": " عن أَبي أَيوبَ رضِي اللَّه عنْه ، أَنَّ رَجُلاً قَالَ للنَّبيِّ صَلّى اللهُ عليه وسَلَّم : أَخْبِرْني بِعَملٍ يُدْخِلُني الجَّنَةَ ، قَالَ : تَعْبُدُ اللَّه وَلاَ تُشْرِكُ بِه شَيْئاً ، وتُقِيمُ الصَّلاةَ ، وتُؤْتي الزَّكاةَ ، وتَصِلُ الرَّحِمَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 604,
    "content": " عن سهلِ بنِ سعدٍ رضي اللَّه عنهُ عن النَّبِيِّ صَلّى اللهُ عليه وسَلَّم قال :  إِنَّ فِي الجَنَّة باباً يُقَالُ لَهُ : الرَّيَّانُ ، يدْخُلُ مِنْهُ الصَّائمونَ يومَ القِيامةِ ، لا يدخلُ مِنْه أَحدٌ غَيرهُم ، يقالُ: أَينَ الصَّائمُونَ ؟ فَيقومونَ لا يدخلُ مِنهُ أَحَدٌ غيرهم ، فإِذا دَخَلوا أُغلِقَ فَلَم يدخلْ مِنْهُ أَحَدٌ",
    "end": "صدق رسول الله"
  },
  {
    "header": 605,
    "content": " عَنْ أَبي سَعيدٍ الخُدْريِّ رَضيَ اللَّه عنهُ قال : قالَ رسولُ اللَّهِ :  مَا مِنْ عبْدٍ يصُومُ يَوماً في سبِيلِ اللَّه إِلاَّ باعَدَ اللَّه بِذلك اليَومِ وجهَهُ عَن النَّارِ سبعينَ خرِيفاً ",
    "end": "صدق رسول الله"
  },
  {
    "header": 606,
    "content": " عنْ أَبي هُرَيرةَ رضيَ اللَّه عنهُ ، عن النَّبِيِّ صَلّى اللهُ عليه وسَلَّم قالَ :  مَنْ صَامَ رَمَضَانَ إِيمَاناً واحْتِساباً ، غُفِرَ لَهُ ما تَقَدَّمَ مِنْ ذنْبِهِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 607,
    "content": " أَنَّ رسولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم قالَ :  إِذا جَاءَ رَمَضَانُ ، فُتِّحَتْ أَبْوَابُ الجنَّةِ ، وغُلِّقَت أَبْوَابُ النَّارِ ، وصُفِّدتِ الشياطِينُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 608,
    "content": " عَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ :  كَانَ رَسُولُ اللهِ ، صَلَّى اللهُ عليه وَسَلَّم ، إِذَا دَخَلَ العَشْرُ أَحْيَى اللَّيْلَ ، وَأَيْقَظَ أَهْلَهُ ، وَشَدَّ المِئْزَرَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 609,
    "content": " عن أَبي هُريرة رضيَ اللَّه عَنْهُ ، عن النبيِّ صَلّى اللهُ عليه وسَلَّم قال :  لا يتَقَدَّمَنَّ أَحَدُكمْ رَمَضَانَ بِصَومِ يومٍ أَوْ يومَيْنِ ، إِلاَّ أَن يَكونَ رَجُلٌ كَانَ يصُومُ صَوْمَهُ ، فَلْيَصُمْ ذلكَ اليوْمَ",
    "end": "صدق رسول الله"
  },
  {
    "header": 610,
    "content": " عن ابنِ عباسٍ ، رضيَ اللَّه عنهما ، قال : قالَ رسولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  لا تَصُومُوا قَبْلَ رَمَضَانَ ، صُومُوا لِرُؤْيتِهِ ، وَأَفْطِرُوا لِرُؤْيَتِهِ ، فَإِنْ حالَتْ دُونَهُ غَيَايةٌ فأَكْمِلوا ثَلاثِينَ يوماً ",
    "end": "صدق رسول الله"
  },
  {
    "header": 611,
    "content": " عنْ أَبي هُريْرَةَ رضِيَ اللَّه عَنْهُ قال : قالَ رسولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  إِذا بَقِيَ نِصْفٌ مِنْ شَعْبانَ فَلا تَصُومُوا ",
    "end": "صدق رسول الله"
  },
  {
    "header": 612,
    "content": " عَنْ أَبي اليَقظَان عمارِ بنِ يَاسِرٍ رضيَ اللَّه عنْهما ، قال :  مَنْ صَامَ اليَومَ الَّذِي يُشكُّ فِيهِ فَقَدْ عَصَى أَبا القَاسِمِ صَلّى اللهُ عليه وسَلَّم ",
    "end": "صدق رسول الله"
  },
  {
    "header": 613,
    "content": " عَنْ طَلْحَةَ بنِ عُبْيدِ اللَّهِ رضِيَ اللَّه عَنْهُ ، أَنَّ النَّبِيَّ صَلّى اللهُ عليه وسَلَّم كانَ إِذا رَأَى الهِلالَ قَالَ:  اللَّهُمَّ أَهِلَّهُ علَيْنَا بِالأَمْنِ والإِيمَانِ ، وَالسَّلامَةِ والإِسْلامِ ، رَبِّي ورَبُّكَ اللَّه ، هِلالُ رُشْدٍ وخَيْرٍ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 614,
    "content": " عنْ أَنسٍ رَضِيَ اللَّه عَنْهُ قال : قال رسولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  تَسَحَّرُوا فَإِنَّ في السُّحُورِ بَركَةً ",
    "end": "صدق رسول الله"
  },
  {
    "header": 615,
    "content": " عَنْ سَهْلِ بنِ سَعْدٍ رضِيَ اللَّه عَنْهُ ، أَنَّ رسُولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم قَالَ :  لا يَزالُ النَّاسُ بخَيْرٍ مَا عَجلوا الفِطْرَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 616,
    "content": " عنْ عُمر بنِ الخَطَّابِ رَضِي اللَّه عَنْهُ ، قالَ : قال رَسولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  إِذا أَقْبَلَ اللَّيْلُ مِنْ ههُنَا وأَدْبَرَ النَّهَارُ مِنْ ههُنا ، وغَرَبتِ الشَّمسُ ، فَقَدْ أَفْطَرَ الصائمُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 617,
    "content": " عَنْ سَلْمَانَ بنِ عَامر الضَّبِّيِّ الصَّحَابيِّ رَضِيَ اللَّه عَنْهُ ، عن النَّبِيِّ صَلّى اللهُ عليه وسَلَّم قَالَ: إِذَا أَفْطَرَ أَحَدُكُمْ ، فَلْيُفْطِرْ عَلى تَمْرٍ ، فَإِنْ لَمْ يَجدْ ، فَلْيُفْطِرْ على مَاءٍ فَإِنَّه طَهُورٌ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 618,
    "content": " عنْ أَبي هُرَيرَةَ رضيَ اللَّه عنهُ قالَ : قالَ رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  إِذا كَانَ يَوْمُ صَوْمِ أَحدِكُمْ ، فَلا يَرْفُثْ وَلا يَصْخَبْ ، فَإِنْ سَابَّهُ أَحَدٌ ، أَوْ قاتَلَهُ ، فَلْيَقُلْ : إِنِّي صائمٌ",
    "end": "صدق رسول الله"
  },
  {
    "header": 619,
    "content": " قال النبيُّ صَلّى اللهُ عليه وسَلَّم :  مَنْ لَمْ يَدعْ قَوْلَ الزُّورِ والعمَلَ بِهِ فلَيْسَ للَّهِ حَاجةٌ في أَنْ يَدَعَ طَعامَهُ وشَرَابهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 620,
    "content": " عَنْ أَبي هُريرةَ رَضيَ اللَّه عَنْهُ ، عَن النبيِّ صَلّى اللهُ عليه وسَلَّم قالَ :  إِذا نَسِيَ أَحَدُكُم ، فَأَكَلَ أَوْ شَرِبَ ، فَلْيتِمَّ صَوْمَهُ ، فَإِنَّمَا أَطْعَمَهُ اللَّه وَسَقَاهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 621,
    "content": " عن لَقِيطِ بنِ صَبِرةَ رَضِيَ اللَّه عَنْهُ ، قالَ : قلتُ : يا رسول اللَّه أَخْبِرْني عَنِ الْوُضوءِ ؟ قال :  أَسْبِغِ الْوضُوءَ ، وَخَلِّلْ بَيْن الأَصَابِعِ ، وَبَالَغْ في الاسْتِنْشَاقِ ، إِلاَّ أَنْ تكُونَ صَائماً ",
    "end": "صدق رسول الله"
  },
  {
    "header": 622,
    "content": " عنْ عائشةَ وأُمِّ سَلَمَةَ ، رَضيَ اللَّه عنْهُما ، قَالَتَا : كانَ رسولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم يُصْبِح جُنُباً مِنْ غَيْرِ حُلْمٍ ، ثُمَّ يصُومُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 623,
    "content": " عَنْ أَبي هُريرَةَ رضيَ اللَّه عَنْهُ ، قَالَ : قَالَ رَسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  أَفْضَلُ الصِّيَامِ بعْدَ رَمضَانَ : شَهْرُ اللَّهِ المحرَّمُ ، وَأَفْضَلُ الصَّلاةِ بَعْد الفَرِيضَةِ : صَلاةُ اللَّيْلِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 624,
    "content": " عن ابنِ عبَّاسٍ رَضيَ اللَّه عَنْهُمَا ، قالَ : قالَ رسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  ما مِنْ أَيامٍ العَمَلُ الصَّالحُ فِيها أَحَبُّ إِلى اللَّهِ مِنْ هذِهِ الأَيَّامِ  يعني : أَيامَ العشرِ ، قالوا : يا رسول اللَّهِ وَلا الجهادُ في سبِيلِ اللَّهِ ؟ قالَ :  ولا الجهادُ في سبِيلِ اللَّهِ ، إِلاَّ رَجُلٌ خَرجَ بِنَفْسِهِ، وَمَالِهِ فَلَم يَرجِعْ منْ ذلك بِشَيءٍ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 625,
    "content": " عنْ أَبي قتَادةَ رضِي اللَّه عَنْهُ ، قالَ : سئِل رسولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم : عَنْ صَوْمِ يوْمِ عَرَفَةَ ؟ قال :  يكفِّرُ السَّنَةَ المَاضِيةَ وَالبَاقِيَةَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 626,
    "content": " عنْ أَبي قَتَادةَ رضيَ اللَّه عَنْهُ ، أَنَّ رسولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم سُئِلَ عَنْ صِيَامِ يَوْمِ عاشُوراءِ ، فَقَال :  يُكَفِّرُ السَّنَةَ المَاضِيَةَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 627,
    "content": " عَنِ ابنِ عَبَّاسٍ رَضِيَ اللَّه عنْهُمَا ، قَالَ : قالَ رسُول اللَّهِ صَلّى اللهُ عليه وسَلَّم :  لَئِنْ بَقِيتُ إِلى قَابِلٍ لأصُومَنَّ التَّاسِعَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 628,
    "content": " عَنْ أَبي أَيوبِ رضِيَ اللَّه عَنْهُ ، أَنَّ رسول اللَّهِ صَلّى اللهُ عليه وسَلَّم قَالَ :  مَنْ صَامَ رَمَضانَ ثُمَّ أَتَبَعَهُ سِتًّا مِنْ شَوَّالٍ كانَ كصِيَامِ الدَّهْرِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 629,
    "content": " عن أَبي قَتَادَةَ رَضِيَ اللَّه عنْهُ ، أَنَّ رسولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم سُئِلَ عَنْ صَوْمِ يَوْمِ الاثْنَيْنِ فقالَ :  ذلكَ يَوْمٌ وُلِدْتُ فِيهِ ، وَيَوْمٌ بُعِثْتُ ، أَوْ أُنزِلَ عليَّ فِيهِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 630,
    "content": " عَنْ أَبي هُريْرَةَ رَضِيَ اللَّه عنه ، عَنْ رسولِ اللَّهِ صَلّى اللهُ عليه وسَلَّم قالَ :  تُعْرَضُ الأَعْمَالُ يوْمَ الاثَنيْن والخَميسِ ، فَأُحِبُّ أَنْ يُعْرَضَ عَملي وَأَنَا صَائمٌ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 631,
    "content": " عنْ أَبي ذَرٍّ رَضِيَ اللَّه عنهُ ، قَالَ : قالَ رسولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  إِذا صُمْتَ مِنَ الشَّهْرِ ثَلاثاً ، فَصُمْ ثَلاثَ عَشْرَةَ ، وَأَرْبعَ عَشْرَةَ ، وخَمْسَ عَشْرَةَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 632,
    "content": " عنْ زَيدِ بنِ خالدٍ الجُهَنيِّ رَضيَ اللَّه عَنْهُ عَن النَّبِيِّ صَلّى اللهُ عليه وسَلَّم قالَ :  مَنْ فَطَّرَ صَائماً، كانَ لَهُ مِثْلُ أَجْرِهِ غَيْرَ أَنَّهُ لا يَنْقُصُ مِنْ أجْر الصَّائمِ شيءٍ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 633,
    "content": " عَنْ أُمِّ عمَارَةَ الأَنْصارِيَّةِ رَضِيَ اللَّه عَنْها ، أَنَّ النبيَّ صَلّى اللهُ عليه وسَلَّم دخَلَ عَلَيْها ، فقدَّمَتْ إِلَيْهِ طَعَاماً ، فَقالَ :  كُلِي  فَقالَت : إِنِّي صائمةٌ ، فقالَ رسولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  إِنَّ الصَّائمَ تُصلِّي عليه المَلائِكَةُ إِذا أُكِلَ عِنْدَهُ حتَّى يَفْرَغُوا  وَرُبَّما قال :  حَتَّى يَشْبَعُوا ",
    "end": "صدق رسول الله"
  },
  {
    "header": 634,
    "content": " عَنْ أَنسٍ رَضيَ اللَّه عنهُ ، أَنَّ النبيَّ صَلّى اللهُ عليه وسَلَّم جَاءَ إِلى سَعْدِ بْنِ عُبَادَةَ رَضي اللَّه عنهُ ، فَجَاءَ بِخُبْزٍ وَزَيْتٍ ، فَأَكَلَ ، ثُمَّ قالَ النبيُّ صَلّى اللهُ عليه وسَلَّم :  أَفْطَرَ عِندكُمْ الصَّائمونَ ، وأَكَلَ طَعَامَكُمْ الأَبْرَارُ وَصَلَّتْ عَلَيْكُمُ المَلائِكَةُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 635,
    "content": " عَنِ ابن عُمرَ ، رضي اللَّه عَنْهُمَا ، أنَّ رَسُولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم ، قَال : بُنِيَ الإسْلامُ عَلَى خَمْسٍ : شَهادَةِ أَنْ لا إله إلا اللَّه وأَنَّ مُحَمَّداً رسولُ اللَّهِ ، وإقَامِ الصَّلاةِ وإِيتَاءِ الزَّكَاةِ، وحَجِّ البيْتِ ، وصَوْمِ رَمَضَانَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 636,
    "content": " سُئِلَ النبي صَلّى اللهُ عليه وسَلَّم : أَيُّ العَمَلِ أَفضَلُ ؟ قال :  إيمانٌ بِاللَّهِ ورَسُولِهِ قيل : ثُمَّ ماذَا ؟ قال :  الجِهَادُ في سَبِيلِ اللَّهِ  قيل : ثمَّ ماذَا ؟ قَال :  حَجٌ مَبرُورٌ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 637,
    "content": " عَنْ عَائِشَةَ ، رضي الله عَنْهَا ، قَالَتْ : قُلْتُ يا رَسُولَ اللَّه ، نَرى الجِهَادَ أَفضَلَ العملِ ، أفَلا نُجاهِدُ ؟ فَقَالَ :  لكِنْ أَفضَلُ الجِهَادِ : حَجٌّ مبرُورٌ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 638,
    "content": " عنِ ابنِ عباسٍ ، رضي اللَّه عنهُما ، أنَّ النبي صَلّى اللهُ عليه وسَلَّم قال :  عُمرَةٌ في رمَضَانَ تَعدِلُ عَمْرَةً أَوْ حَجَّةً مَعِي ",
    "end": "صدق رسول الله"
  },
  {
    "header": 639,
    "content": " عن لقًيطِ بنِ عامرٍ ، رضي اللَّه عنهُ ، أَنَّهُ أَتى النبي صَلّى اللهُ عليه وسَلَّم ، فَقَال : إنَّ أبي شَيخٌ كَبيرٌ لا يستَطِيعٌ الحجَّ ، وَلا العُمرَةَ ، وَلا الظَعَنَ ، قال :  حُجَّ عَنْ أَبِيكَ واعْتمِرْ",
    "end": "صدق رسول الله"
  },
  {
    "header": 640,
    "content": " عَنْ أبي هُريرةَ ، رضي اللَّه عنْهُ ، قال : سئِلَ رسولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم : أَيُّ الأعمالِ أفْضَلُ ؟ قالَ :  إيمانٌ باللَّهِ ورَسولِهِ  قيل : ثُمَّ مَاذَا ؟ قَالَ :  الجهادُ في سبِيلِ اللَّهِ  قِيل : ثُمَّ ماذا ؟ قال :  حَجٌّ مَبُرُورٌ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 641,
    "content": " عَنْ أبي أُمامة ، رضي اللَّه عنْهُ قَالَ : قالَ رسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  أفْضَلُ الصَّدَقات ظِلُّ فُسْطَاطٍ في سبيل اللَّه ومَنِيحةُ خادمٍ في سبيل الله أو طَروقهُ فحلٍ في سبيل اللَّه",
    "end": "صدق رسول الله"
  },
  {
    "header": 642,
    "content": " عن أبي سَعيدٍ الخُدْرِيِّ ، رضي اللَّهُ عنهُ ، أنَّ رَسُولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم بَعثَ إلى بَني لِحيانَ ، فَقَالَ :  لِيَنْبَعِثْ مِنْ كُلِّ رجُلَيْنِ أحدَهُما ، والأَجْرُ بينَهُما ",
    "end": "صدق رسول الله"
  },
  {
    "header": 643,
    "content": " عَنْ أنَسٍ ، رضي اللَّه عنْهُ ، أنَّ النبي صَلّى اللهُ عليه وسَلَّم قَالَ :  ما أَحدٌ يدْخُلُ الجنَّة يُحِبُّ أنْ يرْجِعَ إلى الدُّنْيَا ولَه ما على الأرْضِ منْ شَيءٍ إلاَّ الشَّهيدُ ، يتمَنَّى أنْ يَرْجِع إلى الدُّنْيَا ، فَيُقْتَلَ عشْرَ مَرَّاتٍ ، لِما يرى مِنَ الكرامةِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 644,
    "content": " عَن أبي مُوسى ، رضي اللَّه عنْهُ ، أنَّ النبي صَلّى اللهُ عليه وسَلَّم كانَ إذا خَاف قوماً قال : اللَّهُمَّ إنَّا نَجعَلُكَ في نُحُورِهِم ، ونَعُوذُ بِكَ مِنْ شُرورِهِم ",
    "end": "صدق رسول الله"
  },
  {
    "header": 645,
    "content": " عَنْ أبي هُريْرَةَ ، رضي اللَّه عَنْهُ ، قالَ : قال رَسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  من احتَبَس فَرساً في سبيلِ اللَّهِ ، إيماناً بِاللَّهِ ، وتَصدِيقاً بِوعْدِهِ ، فإنَّ شِبَعهُ ورَيْهُ وروْثَهُ ، وبولَهُ في مِيزَانِهِ يومَ القِيامَةِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 646,
    "content": " عَنْ سَلَمةَ بن الأكوعِ ، رضي اللَّه عنْهُ ، قال : مَرَّ النبي صَلّى اللهُ عليه وسَلَّم ، على نَفَرٍ ينتَضِلُون ، فقال :  ارْمُوا بَنِي إِسْماعيل فَإنَّ أبَاكم كان رَامِياً ",
    "end": "صدق رسول الله"
  },
  {
    "header": 647,
    "content": " عنْ أبي سَعيدٍ ، رضي اللَّه عَنْهُ ، قال : قال رسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  ما مِنْ عبدٍ يصومُ يوْماً في سبِيلِ اللَّهِ إلاَّ باعد اللَّه بِذلكَ اليوم وَجْهَهُ عَنِ النَّارِ سبْعِين خَرِيفاً ",
    "end": "صدق رسول الله"
  },
  {
    "header": 648,
    "content": " عنْ عبد اللَّهِ بن عمرو بنِ العاص ، رضي اللَّه عنْهُما ، قال : قال رسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  ما مِنْ غَازِيةٍ ، أوْ سَرِيَّةٍ تَغْزُو ، فَتَغْنمُ وتَسْلَم ، إلاَّ كانُوا قَدْ تعَجَّلُوا ثُلُثَيْ أَجورِهِم، ومَا مِنْ غازِيةٍ أوْ سرِيَّةٍ تُخْفِقُ وتُصابُ إلاَّ تَمَّ لهم أُجورُهُمْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 649,
    "content": " عَنْ عبدِ اللَّهِ بن عَمْرو بن العاص ، رضي اللَّه عنهمَا ، عنِ النبي صَلّى اللهُ عليه وسَلَّم  قال:  قَفْلَةٌ كَغزْوةٌ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 650,
    "content": " عَنْ أبي أُمَامَةَ ،رضي اللَّه عَنْهُ ، عَن النبي صَلّى اللهُ عليه وسَلَّم قَالَ :  مَنْ لم يغْزُ ، أوْ يُجهِّزْ غَازياً ، أوْ يَخْلُفْ غَازياً في أهْلِهِ بِخَيرٍ أصابَهُ اللَّه بِقَارِعةٍ قَبْلَ يوْمِ القِيامةِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 651,
    "content": " عنْ أبي هُرَيْرةَ ، رضي اللَّه عَنْهٍُ ، قالَ : قالَ رَسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  الشُّهَدَاءُ خَمسَةٌ : المَطعُونُ ، وَالمبْطُونُ ، والغَرِيقُ ، وَصَاحبُ الهَدْم وَالشَّهيدُ في سبيل اللَّه ",
    "end": "صدق رسول الله"
  },
  {
    "header": 652,
    "content": " عن عبدِ اللَّهِ بن عمْرو بن العاص ، رضي اللَّه عنْهُمَا ، قال : قال رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  منْ قُتِل دُونَ مالِه ، فَهُو شهيدٌ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 653,
    "content": " عنْ أبي الأعور سعيدِ بنِ زَيْدِ بنِ عمرو بنِ نُفَيْلٍ ، أَحدِ العشَرةِ المشْهُودِ لَهمْ بالجنَّةِ ، رضي اللَّه عنْهُمْ ، قال : سمِعت رسُول اللَّهِ صَلّى اللهُ عليه وسَلَّم يقولُ :  منْ قُتِل دُونَ مالِهِ فهُو شَهيدٌ ، ومنْ قُتلَ دُونَ دمِهِ فهُو شهيدٌ ، ومن قُتِل دُونَ دِينِهِ فَهو شهيدٌ ، ومنْ قُتِل دُونَ أهْلِهِ فهُو شهيدٌ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 654,
    "content": " عنْ أبي هُريرة ، رضي اللَّه عنْهُ ، قالَ : جاء رجُلٌ إلى رسول اللَّه صَلّى اللهُ عليه وسَلَّم فَقَال: يا رسول اللَّه أَرأَيت إنْ جاءَ رَجُلٌ يُرِيدُ أَخْذَ مالي ؟ قال :  فَلا تُعْطِهِ مالكَ  قال : أَرأَيْتَ إنْ قَاتلني ؟ قال :  قَاتِلْهُ  قال : أَرأَيت إن قَتلَني ؟ قال :  فَأنْت شَهيدٌ  قال : أَرأَيْتَ إنْ قَتَلْتُهُ ؟ قال :  هُوَ في النَّارِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 655,
    "content": " عَنْ أبي ذَرٍّ ، رضي اللَّه عنهُ ، قالَ : قُلْتُ يا رسُولَ اللَّه ، أيُّ الأعْمالِ أفضَل ؟ قَال :  الإيمانُ باللَّه ، والجِهادُ في سبيلِ اللَّه  قَالَ : قُلْتُ : أيُّ الرِّقَابِ أفْضَلُ ؟ قالَ :  أنْفَسُهَا عِنْد أَهْلِهَا ، وَأَكثَرُهَا ثَمَناً ",
    "end": "صدق رسول الله"
  },
  {
    "header": 656,
    "content": " عَنْ أبي هُريرَةَ ، رضي اللَّه عَنْهُ ، عَن النبي صَلّى اللهُ عليه وسَلَّم : قالَ : إذا أَتى أحدَكم خَادِمُهُ بِطَعامِهِ ، فَإنْ لم يُجْلِسْهُ معهُ ، فَليُناولْهُ لُقمةً أوْ لُقمَتَيْنِ أوْ أُكلَةً أوْ أُكلَتَيْنِ ، فَإنَّهُ ولِيَ عِلاجهُ",
    "end": "صدق رسول الله"
  },
  {
    "header": 657,
    "content": " عَن ابن عُمَرَ ، رضي اللَّه عَنْهُما ، أَنَّ رَسُول اللَّه صَلّى اللهُ عليه وسَلَّم قالَ : إنَّ العَبْد إذا نَصحَ لِسيِّدِهِ ، وَأَحْسَنَ عِبادةَ اللَّهِ ، فَلَهُ أَجْرُهُ مرَّتيْنِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 658,
    "content": " عَنْ أبي مُوسَى الأَشْعَرِيِّ ، رضي اللَّه عنْهُ ، قال : قالَ رَسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم : الممْلُوكُ الذي يُحْسِنُ عِبَادَةَ رَبِّهِ ، وَيُؤدِّي إلى سَيِّدِهِ الذي عليهِ مِنَ الحقِّ ، والنَّصِيحَةِ ، والطَّاعَةِ ، لهٌُ أجْرَانِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 659,
    "content": " قَالَ رسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  ثلاثةٌ لهُمْ أَجْرانِ : رَجُلٌ مِنْ أَهْلِ الكتاب آمن بنبيَّه وآمنَ بمُحَمدٍ ، والعبْدُ المَمْلُوكُ إذا أدَّى حقَّ اللَّهِ ، وَحقَّ مَوَالِيهِ ، وَرَجُل كانَتْ لَهُ أَمةٌ فَأَدَّبها فَأحْسَنَ تَأْدِيبَها ، وَعلَّمها فَأَحْسَنَ تَعْلِيمَها ، ثُمَّ أَعْتقَهَا فَتَزَوَّجَهَا ، فَلَهُ أَجْرَان ",
    "end": "صدق رسول الله"
  },
  {
    "header": 660,
    "content": " عنْ مَعقِلِ بن يسارٍ ، رضي اللَّه عنْهُ ، قَالَ : قال رَسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  العِبَادَةُ في الهَرْجِ كهِجْرةٍ إلَيَّ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 661,
    "content": " عَنْ أبي قَتَادَةَ ، رضي اللَّه عَنْهُ ، قَالَ : سمِعْتُ رسُول اللَّهِ صَلّى اللهُ عليه وسَلَّم يقُولُ : مَنْ سَرَّهُ أَنْ يُنَجِّيَهُ اللَّه مِنْ كُرَبِ يَوْمِ القِيَامَةِ ، فَلْيُنَفِّسْ عَنْ مُعْسِرٍ أوْ يَضَعْ عَنْهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 662,
    "content": " عنْ ابنِ مسْعُودٍ ، رضي اللَّه عنْه ، قَال : قَال رسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  لا حَسَد إلاَّ في اثْنَتَيْنِ : رَجُلٌ آتَاهُ اللَّه مَالاً فَسلَّطهُ عَلى هلَكَتِهِ في الحَقِّ ، ورَجُلٌ آتاهُ اللَّه الحِكْمَةَ فهُوَ يَقْضِي بِهَا ، وَيُعَلِّمُهَا ",
    "end": "صدق رسول الله"
  },
  {
    "header": 663,
    "content": " سمِعْتُ رسُول اللَّه صَلّى اللهُ عليه وسَلَّم يَقُولُ :  الدُّنْيَا ملْعُونَةٌ ، ملْعُونٌ ما فِيهَا، إلاَّ ذِكرَ اللَّه تَعَالى ، وما والاَهُ ، وعَالماً ، أوْ مُتَعلِّماً ",
    "end": "صدق رسول الله"
  },
  {
    "header": 664,
    "content": " قال رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  منْ تَعلَّمَ عِلماً مِما يُبتَغَى بِهِ وَجْهُ اللَّهِ عز وَجَلَّ لا يَتَعلَّمُهُ إلا ليصِيبَ بِهِ عرضاً مِنَ الدُّنْيا لَمْ يجِدْ عَرْفَ الجنَّةِ يوْم القِيامةِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 665,
    "content": " عن أبي هُرَيْرة ، رضي اللَّه عنْهُ ، أَنَّ النبي صَلّى اللهُ عليه وسَلَّم أُتِي لَيْلةَ أُسْرِيَ بِهِ بِقَدَحَيْن مِن خَمْر ولَبن ، فنظَرَ إلَيْهِما فأَخذَ اللَّبنَ ، فَقَالَ جبريلُ صَلّى اللهُ عليه وسَلَّم :  الحمْدُ للَّهِ الَّذي هَداكَ للفِطْرةِ لوْ أخَذْتَ الخَمْرَ غَوتْ أُمَّتُكَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 666,
    "content": " عنْ رسول اللَّه صَلّى اللهُ عليه وسَلَّم قال :  كُلُّ أمْرٍ ذِي بال لا يُبْدأُ فيه بـــ : الحمد للَّه فَهُوَ أقْطُع ",
    "end": "صدق رسول الله"
  },
  {
    "header": 667,
    "content": " عنّْ أنَسَ رضي اللَّه عنهُ قال : قال رسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  إنَّ اللَّه لَيرضي عنِ العبْدِ يَأْكُلُ الأكْلَةَ فَيَحْمَدُهُ عَليْهَا ، وَيَشْرب الشَّرْبَةَ فَيَحْمَدُهُ عَلَيْهَا ",
    "end": "صدق رسول الله"
  },
  {
    "header": 668,
    "content": " عنْ عبد اللَّه بن عمرو بن العاص ، رضي اللَّه عنْهُمَا أنَّهُ سمِع رسُول اللَّه صَلّى اللهُ عليه وسَلَّم يقُولُ :  من صلَّى عليَّ صلاَةً ، صلَّى اللَّه علَيّهِ بِهَا عشْراً ",
    "end": "صدق رسول الله"
  },
  {
    "header": 669,
    "content": " عن أوس بن أوس ، رضي اللَّه عنْهُ قال : قالَ رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  إنَّ مِن أَفْضلِ أيَّامِكُمْ يَوْمَ الجُمُعةِ ، فَأَكْثِرُوا عليَّ مِنَ الصلاةِ فيه ، فإنَّ صَلاتَكُمْ معْرُوضَةٌ علَيَّ  فقالوا : يا رسول اللَّه ، وكَيْفَ تُعرضُ صلاتُنَا عليْكَ وقدْ أرَمْتَ ؟، يقولُ :بَلِيتَ ،قالَ:إنَّ اللَّه حَرم على الأرْضِ أجْساد الأنْبِياءِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 670,
    "content": " قالَ رَسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  لا تَجْعلُوا قَبْرِي عِيداً ، وَصلُّوا عَلَيَّ ، فَإنَّ صَلاتَكُمْ تَبْلُغُني حيْثُ كُنْتُمْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 671,
    "content": " عَنْ أبي هُريرةَ ، رضي اللَّه عنْهُ قالَ : قالَ رَسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  كَلِمتَانِ خَفِيفَتَانِ عَلى اللِّسانِ ، ثَقيِلَتانِ في المِيزَانِ ، حَبِيبَتَانِ إلى الرَّحْمنِ:سُبْحان اللَّهِ وَبِحَمْدِهِ، سُبحانَ اللَّه العظيمِ",
    "end": "صدق رسول الله"
  },
  {
    "header": 672,
    "content": " عَنْ أبي مالكٍ الأشْعَرِيِّ رضي اللَّه عنْهُ قال : قال رسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم : الطُّهُورُ شَطْرُ الإيمان ، والحمدُ للَّهِ تَمْلأُ المِيْزانَ ، وسُبْحَانَ اللَّهِ والحمْدُ للَّه تمْلآنِ  أو تَمْلأُ  ما بَيْنَ السَّمَواتِ والأرْضِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 673,
    "content": " عنْ كعْبِ بن عُرْوةَ رضي اللَّه عَنْهُ عَنْ رسول اللَّه صَلّى اللهُ عليه وسَلَّم قال :  مُعقِّبَاتٌ لا يَخِيبُ قَائِلُهُنَّ  أَو فَاعِلُهُنَّ  دُبُرَ كُلِّ صلاةٍُ مكتُوبةٍ : ثَلاثاً وثَلاثينَ تَسْبِيحَةً ، وَثَلاثاً وَثَلاثِينَ تَحْمِيدَةً ، وَأَرْبَعاً وثَلاثِينَ تَكبِيرةً ",
    "end": "صدق رسول الله"
  },
  {
    "header": 674,
    "content": " عنْ معاذٍ رضي اللَّه عَنْهُ أَنَّ رسُول اللَّهِ صَلّى اللهُ عليه وسَلَّم أَخَذَ بيَدِهِ وقال :  يَا مُعَاذُ ، وَاللَّهِ إنِّي لأُحِبُّكَ  فقال :  أُوصِيكَ يَا معاذُ لا تَدعَنَّ في دُبُرِ كُلِّ صَلاةٍ تقُولُ : اللَّهُمَّ أعِنِّي على ذِكْرِكَ ، وشُكْرِكَ ، وَحُسنِ عِبادتِكَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 675,
    "content": " عنْ عَلِيٍّ رضي اللَّه عنْهُ قال : كانَ رَسُولُ اللَّهِ إذا قام إلى الصَّلاةِ يكونُ مِنْ آخِر ما يقولُ بينَ التَّشَهُّدِ والتَّسْلِيم :  اللَّهمَّ اغفِرْ لي ما قَدَّمتُ وما أَخَّرْتُ ، وما أَسْرَرْتُ ومَا أعْلَنْتُ ، وما أَسْرفْتُ ، وما أَنتَ أَعْلمُ بِهِ مِنِّي ، أنْتَ المُقَدِّمُ ، وَأنْتَ المُؤَخِّرُ ، لا إله إلاَّ أنْتَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 676,
    "content": " أنَّ رسُول اللَّه صَلّى اللهُ عليه وسَلَّم كانَ يقُولُ في سُجُودِهِ اللَّهُمَّ اغفِرْ لي ذَنبي كُلَّهُ : دِقَّه وجِلَّهُ ، وأَوَّله وَآخِرَهُ ، وعلانيته وَسِرَّه ",
    "end": "صدق رسول الله"
  },
  {
    "header": 677,
    "content": " عنْ سعدِ بن أبي وقاصٍ رضي اللَّه عنْهُ قال : كُنَّا عِنْد رسُولِ اللَّهِ صَلّى اللهُ عليه وسَلَّم فقال:  أَيعجِزُ أَحدُكم أنْ يكْسِبَ في كلِّ يوْمٍ أَلف حَسنَة ،  فَسَأَلَهُ سائِلٌ مِنْ جُلَسائِهِ : كيفَ يكسِبُ أَلفَ حَسنَةٍ ؟ قالَ :  يُسَبِّحُ مِائةَ تَسْبِيحة ، فَيُكتَبُ لهُ أَلفُ حسَنَةٍ ، أوْ يُحَطُّ عنْهُ ألفُ خَطِيئَةٍ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 678,
    "content": " قالَ رَسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  سبقَ المُفَرِّدُونَ  قالوا : ومَا المُفَرِّدُونَ يا رسُول اللَّهِ ؟ قال :  الذَّاكِرُونَ اللَّه كَثيراً والذَّاكِراتُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 679,
    "content": " عنْ عبد اللَّه بن بُسْرٍ رضي اللَّه عنْهُ أنَّ رَجُلاً قال : يا رسُولَ اللَّهِ ، إنَّ شَرائِع الإسْلامِ قَدْ كَثُرتْ علَيَّ ، فَأخبرْني بِشيءٍ أتشَبَّثُ بهِ قال :  لا يَزالُ لِسَانُكَ رَطْباً مِنْ ذِكْرِ اللَّهِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 680,
    "content": " عن حُذَيْفَةَ ، وأَبي ذَرٍّ رضيَ اللَّه عَنْهُمَا قالا : كانَ رسولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم إِذا أَوَى إِلى فِراشِهِ قال :  بِاسمِكَ اللَّهُمَّ أَحْيَا وَأَمُوتُ  وإِذا اسْتيقَظَ قال :  الحمْدُ للَّهِ الذِي أَحْيَانَا بعد مَا أَماتَنَا وَإِليْهِ النُّشورُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 681,
    "content": " عنْ أَبي سعيدٍ رضِي اللَّه عنْهُمَا قالا : قَالَ رسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  لا يَقْعُدُ قَوْمٌ يذْكُرُونَ اللَّهَ إِلاَّ حفَّتْهُمُ الملائِكة ، وغشِيتهُمُ الرَّحْمةُ ونَزَلَتْ علَيْهِمْ السَّكِينَة ، وذكَرَهُم اللَّه فِيمن عِنْدَهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 682,
    "content": " عنْ أَبي هريرة رضي اللَّه عنهُ قال : قالَ رسولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  مَنْ قال حِينَ يُصْبِحُ وحينَ يُمسِي : سُبْحانَ اللَّهِ وبحمدِهِ مِائَةَ مَرةٍ لَم يأْتِ أَحدٌ يوْم القِيامة بأَفضَلِ مِما جَاءَ بِهِ ، إِلاَّ أَحدٌ قال مِثلَ مَا قال أَوْ زَادَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 683,
    "content": " عَنْ عليٍّ رضي اللَّه عَنْهُ أَنَّ رسُولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم قالَ له وَلِفَاطِمةَ رضيَ اللَّه عنهما:  إِذَا أَوَيْتُمَا إِلى فِراشِكُما ، أَوْ إِذَا أَخَذْتُمَا مَضَاجِعَكُما  فَكَبِّرا ثَلاثاً وَثَلاثِينَ ، وَسَبِّحَا ثَلاثاً وثَلاثِينَ ، وَاحْمَدَا ثَلاثاً وَثَلاثِين  وفي روايةٍ :  التَّسْبِيحُ أَرَبعاً وَثَلاثِينَ  وفي روايةٍ :  التَّكبيرُ أَربعاً وَثَلاثِينَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 684,
    "content": " عَنْ أَنَسٍ رَضِيَ اللَّه عَنْهُ ، أَنَّ النَّبِيَّ صَلّى اللهُ عليه وسَلَّم كَانَ إذا أَوَى إِلى فِرَاشِهِ قَال : الحمْدُ للَّهِ الَّذي أَطْعَمنَا وسقَانا ، وكفَانَا وآوانَا ، فكمْ مِمَّنْ لا كافيَ لَهُ ولا مُؤْوِيَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 685,
    "content": " عَنْ أَنَسٍ رَضي اللَّه عنْهُ ، قَالَ : كانَ أَكْثَرُ دُعَاءِ النبيِّ صَلّى اللهُ عليه وسَلَّم :  اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً ، وفي الآخِرةِ حَسنَةً ، وَقِنَا عَذابَ النَّارِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 686,
    "content": " عَن ابنِ مسْعُودٍ رَضي اللَّه عنْهُ ، أَنَّ النَّبِيَّ صَلّى اللهُ عليه وسَلَّم كَانَ يَقُولُ :  اللَّهُمَّ إِنِي أَسْأَلُكَ الهُدَى ، وَالتُّقَى ، وَالعفَافَ ، والغنَى ",
    "end": "صدق رسول الله"
  },
  {
    "header": 687,
    "content": " عَنْ طارِقِ بنِ أَشْيَمَ ، رضِيَ اللَّه عَنْهُ ، قالَ : كَانَ الرَّجلُ إِذا أَسْلَمَ عَلَّمَهُ النَّبيُّ صَلّى اللهُ عليه وسَلَّم الصَّلاةَ ، ثُمَّ أَمَرَهُ أَنْ يَدعُوَ بهَؤُلاءِ الكَلِمَاتِ :  اللَّهُمَّ اغفِرْ لي ، وَارْحمْني ، واهْدِني ، وعافِني ، وارْزُقني ",
    "end": "صدق رسول الله"
  },
  {
    "header": 688,
    "content": " عَنْ عَبْدِ اللَّهِ بنِ عمرو بن العاصِ رضيَ اللَّه عنْهُمَا ، قَالَ : قَال رَسُولُ اللَّـهِ صَلّى اللهُ عليه وسَلَّم :  اللَّهُمَّ مُصَرِّفَ القُلُوبِ صرِّفْ قُلوبَنَا عَلَى طَاعَتِكَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 689,
    "content": " عَنْ أَبي هُريَرةَ رَضيَ اللَّه عَنْهُ ، عن النَّبِيِّ صَلّى اللهُ عليه وسَلَّم قَالَ :  تَعَوَّذُوا بِاللَّهِ مِنْ جَهْدِ الْبَلاءِ ، وَدَرَكِ الشَّقَاءِ ، وَسُوءِ الْقَضَاءِ ، وَشَماتَةِ الأَعْدَاءِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 690,
    "content": " كَانَ رَسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم يقُولُ :  اللَّهمَّ أَصْلِحْ لي دِيني الَّذي هُوَ عِصْمَةُ أَمْرِي ، وأَصْلِحْ لِي دُنْيَايَ التي فِيهَا مَعَاشِي ، وَأَصْلِحْ لي آخِرَتي الَّتي فِيها معادي، وَاجْعلِ الحيَاةَ زِيادَةً لي في كُلِّ خَيْرٍ ، وَاجْعَلِ الموتَ راحَةً لي مِنْ كُلِّ شَرٍ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 691,
    "content": " عنْ علي رَضِيَ اللَّه عَنْهُ ، قَالَ : قال لي رَسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  قُلْ : اللَّهُمَّ اهْدِني ، وَسدِّدْني ",
    "end": "صدق رسول الله"
  },
  {
    "header": 692,
    "content": " عَنْ أَنَسٍ رَضِيَ اللَّه عَنْهُ ، قَالَ : كَانَ رسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم : يَقُولُ : اللَّهُمَّ إِنِّـي أَعُوذُ بِكَ مِنَ الْعجْزِ والكَسَلِ وَالجُبْنِ وَالهَرَمِ ، وَالْبُخْلِ ، وَأَعُوذُ بِكَ مِنْ عَذَابِ القبْرِ ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ المَحْيا وَالمَمَاتِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 693,
    "content": " عن أَبي بكْرٍ الصِّدِّيقِ رَضِيَ اللَّه عَنْه ، أَنَّه قَالَ لِرَسولِ اللَّه صَلّى اللهُ عليه وسَلَّم : عَلِّمني دُعَاءً أَدعُو بِهِ في صَلاتي ، قَالَ : قُلْ : اللَّهمَّ إِنِّي ظَلَمْتُ نَفْسِي ظُلْماً كثِيراً ، وَلا يَغْفِر الذُّنوبَ إِلاَّ أَنْتَ ، فَاغْفِر لي مغْفِرَةً مِن عِنْدِكَ ، وَارحَمْني ، إِنَّكَ أَنْتَ الْغَفور الرَّحِيم ",
    "end": "صدق رسول الله"
  },
  {
    "header": 694,
    "content": " عَنِ ابنِ عُمَر رَضِيَ اللَّه عَنْهُما قَالَ : كانَ مِنْ دُعاءِ رسُولِ اللَّهِ صَلّى اللهُ عليه وسَلَّم  اللَّهمَّ إِنِّي أَعُوذُ بِكَ مِنْ زَوَالِ نِعْمَتِكَ ، وَتَحَوُّلِ عَافِيَتِكَ وَفُجاءَةِ نِقْمَتِكَ ، وَجميعِ سخَطِكَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 695,
    "content": " عَن عَائِشَةَ رَضِيَ اللَّه عَنْهَا ، أَنَّ النَّبِيَّ صَلّى اللهُ عليه وسَلَّم كَانَ يَدعو بهؤُلاءِ الكَلِمَاتِ : اللَّهُمَّ إِني أَعوذُ بِكَ مِن فِتنةِ النَّارِ ، وعَذَابِ النَّارِ ، وَمِن شَرِّ الغِنَى وَالفَقْر ",
    "end": "صدق رسول الله"
  },
  {
    "header": 696,
    "content": " عَن زيادِ بْن عِلاقَةَ عن عمِّه ، وهو قُطبَةُ بنُ مالِكٍ ، رَضِيَ اللَّه عَنْهُ ، قَال : كَانَ النَّبيُّ صَلّى اللهُ عليه وسَلَّم يقُولُ :  اللَّهمَّ إِنِّي أَعُوذُ بِكَ مِن منْكَرَاتِ الأَخلاقِ ، والأعْمَالِ والأَهْواءِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 697,
    "content": " عَن أَنسٍ رَضِيَ اللَّه عَنْهُ ، أَنَّ النَّبِيَّ صَلّى اللهُ عليه وسَلَّم كَانَ يَقُولُ :  اللَّهمَّ إِنِّي أَعُوُذُ بِكَ مِنَ الْبرَصِ ، وَالجُنُونِ ، والجُذَامِ ، وسّيءِ الأَسْقامِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 698,
    "content": " عنْ شَهْرِ بْنِ حوشَبٍ قَالَ : قُلْتُ لأُمِّ سَلَمَةَ ، رَضِي اللَّه عَنْهَا ، يا أُمَّ المؤمِنِين مَا كَانَ أَكْثَرُ دُعَاءِ رسُول اللَّهِ صَلّى اللهُ عليه وسَلَّم إِذا كانَ عِنْدكِ ؟ قَالَتْ : كانَ أَكْثَرُ دُعائِهِ :  يا مُقلبَ القُلوبِ ثَبِّتْ قلْبي علَى دِينِكَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 699,
    "content": " عن أبي الدَّرداءِ رَضيَ اللَّه عَنْهُ ، قَالَ : قَالَ رَسولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  كانَ مِن دُعاءِ دَاوُدَ صَلّى اللهُ عليه وسَلَّم :  اللَّهمَّ إِنِّي أَسْأَلُكَ حُبَّكَ ، وَحُبَّ من يُحِبُّكَ ، وَالعمَل الذي يُبَلِّغُني حُبَّكَ اللَّهُمَّ اجْعل حُبَّكَ أَحَبَّ إِلَيَّ مِن نَفسي ، وأَهْلي ، ومِن الماءِ البارد ",
    "end": "صدق رسول الله"
  },
  {
    "header": 700,
    "content": " عَن ابْنِ مسْعُودٍ ، رضِيَ اللَّه عنْهُ ، قَالَ : كَانَ مِن دُعَاء رَسُولِ اللَّه صَلّى اللهُ عليه وسَلَّم : اللَّهُمَّ إِنِّي أَسْأَلُكَ مُوجِباتِ رحْمتِكَ ، وَعزَائمَ مغفِرتِكَ ، والسَّلامَةَ مِن كُلِّ إِثمٍ ، والغَنِيمَةَ مِن كُلِّ بِرٍ ، وَالفَوْزَ بالجَنَّةِ ، وَالنَّجاةَ مِنَ النَّارِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 701,
    "content": " عَن أَبي الدَّردَاءِ رَضِي اللَّه عنْهُ أَنَّهُ سمِعَ رَسُولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم يَقُولُ :  ما مِن عبْدٍ مُسْلِمٍ يَدعُو لأَخِيهِ بِظَهرِ الغَيْبِ إِلاَّ قَالَ المَلكُ ولَكَ بمِثْلٍ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 702,
    "content": " أَنَّ رسُول اللَّه صَلّى اللهُ عليه وسَلَّم كانَ يقُولُ :  دَعْوةُ المرءِ المُسْلِمِ لأَخيهِ بِظَهْرِ الغَيْبِ مُسْتَجَابةٌ ، عِنْد رأْسِهِ ملَكٌ مُوكَّلٌ كلَّمَا دعا لأَخِيهِ بخيرٍ قَال المَلَكُ المُوكَّلُ بِهِ : آمِينَ ، ولَكَ بمِثْلٍ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 703,
    "content": " عنْ أُسامَةَ بْنِ زيْدٍ رضِيَ اللَّه عنْهُما قالَ : قالَ رسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  مَنْ صُنِعَ إَلَيْهِ معْرُوفٌ ، فقالَ لِفَاعِلِهِ : جزَاك اللَّه خَيْراً ، فَقَد أَبْلَغَ في الثَّنَاءِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 704,
    "content": " عَنْ أَبي أُمامَةَ رَضيَ اللَّه عَنْهُ قَالَ : قِيلَ لِرَسُولِ اللَّهِ صَلّى اللهُ عليه وسَلَّم : أَيُّ الدُّعَاءِ أَسْمعُ؟ قَالَ :  جوْفَ اللَّيْلِ الآخِرِ ، وَدُبُرَ الصَّلَوَاتِ المكْتُوباتِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 705,
    "content": " عنْ أبي هُريْرَةَ رضي اللَّه عنْهُ عَنِ النبي صَلّى اللهُ عليه وسَلَّم  قَالَ :  مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَاليَوْمِ الآخِرِ فَليقُلْ خَيْراً ، أوْ ليَصْمُتْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 706,
    "content": " عن النبي صَلّى اللهُ عليه وسَلَّم قال :  إنَّ الْعَبْدَ لَيَتَكَلَّمُ بِالكَلِمةِ مِنْ رِضْوَانِ اللَّهِ تَعَالى مَا يُلقِي لهَا بَالاً يَرْفَعُهُ اللَّه بهَا دَرَجاتٍ ، وَإنَّ الْعبْدَ لَيَتَكلَّمُ بالْكَلِمَةِ مِنْ سَخَطِ اللَّهِ تَعالى لا يُلْقي لهَا بالاً يهِوي بهَا في جَهَنَّم ",
    "end": "صدق رسول الله"
  },
  {
    "header": 707,
    "content": " عنْ أبي هُريرَة رضي اللَّه عَنهُ قَالَ : قال رسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  مَنْ وَقَاهُ اللَّه شَرَّ مَا بيْنَ لَحْييْهِ ، وشَرَّ مَا بَيْنَ رِجْلَيْهِ دَخَلَ الجنَّةَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 708,
    "content": " عَنْ عُقْبةَ بنِ عامِرٍ رضي اللَّه عنْهُ قَالَ : قُلْتُ يا رَسول اللَّهِ مَا النَّجاةُ ؟ قَال :  أمْسِكْ عَلَيْكَ لِسانَكَ ، وَلْيَسَعْكَ بيْتُكَ ، وابْكِ على خَطِيئَتِكَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 709,
    "content": " عن أبي سَعيدٍ الخُدْرِيِّ رضي اللَّه عَنْهُ عن النبي صَلّى اللهُ عليه وسَلَّم قَالَ :  إذا أَصْبح ابْنُ آدم ، فَإنَّ الأعْضَاءَ كُلَّهَا تُكَفِّرُ اللِّسانَ ، تَقُولُ : اتِّقِ اللَّه فينَا ، فَإنَّما نحنُ بِكًَ : فَإنِ اسْتَقَمْتَ اسَتقَمْنا وإنِ اعْوججت اعْوَججْنَا ",
    "end": "صدق رسول الله"
  },
  {
    "header": 710,
    "content": " عنْ أبي بكْرةَ رضي اللَّه عنْهُ أنَّ رسُول اللَّه صَلّى اللهُ عليه وسَلَّم قال في خُطْبتِهِ يوْم النَّحر بِمنىً في حجَّةِ الودَاعِ :  إنَّ دِماءَكُم ، وأمْوالَكم وأعْراضَكُم حرامٌ عَلَيْكُم كَحُرْمة يومِكُم هذا ، في شهرِكُمْ هذا ، في بلَدِكُم هذا ، ألا هَلْ بلَّغْت ",
    "end": "صدق رسول الله"
  },
  {
    "header": 711,
    "content": " عَنْ أنَسٍ رضي اللَّه عنهُ قالَ : قَالَ رسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  لمَّا عُرِجَ بي مررْتُ بِقَوْمٍ لهُمْ أظْفَارٌ مِن نُحاسٍ يَخمِشُونَ بهَا وجُوهَهُمُ وَصُدُورَهُم ، فَقُلْتُ : منْ هؤلاءِ يَا جِبْرِيل ؟ قَال : هؤلاءِ الَّذِينَ يَأْكُلُونَ لُحُوم النَّاسِ ، ويَقَعُون في أعْراضِهمْ ، ",
    "end": "صدق رسول الله"
  },
  {
    "header": 712,
    "content": " عن أبي هُريْرة رضي اللَّه عنْهُ أنَّ رسُول اللَّه صَلّى اللهُ عليه وسَلَّم قَالَ :  كُلُّ المُسلِمِ عَلى المُسْلِمِ حرَامٌ : دَمُهُ وعِرْضُهُ وَمَالُهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 713,
    "content": " عنْ أبي الدَّرْداءِ رضي اللَّه عَنْهُ عنِ النبي صَلّى اللهُ عليه وسَلَّم قالَ :  منْ ردَّ عَنْ عِرْضِ أخيهِ، ردَّ اللَّه عنْ وجْههِ النَّارَ يوْمَ القِيَامَةِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 714,
    "content": " عنْ عائشةَ رضي اللَّه عنها قالتْ : قالت هِنْدُ امْرأَةُ أبي سُفْيانَ للنبي صَلّى اللهُ عليه وسَلَّم : إنَّ أبا سُفيانَ رجُلٌ شَحِيحُ ولَيْس يُعْطِيني ما يَكْفِيني وولَدِي إلاَّ ما أخَذْتُ مِنه ، وهَو لا يعْلَمُ ؟ قال :  خُذِي ما يكْفِيكِ ووَلَدَكِ بالمعْرُوفِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 715,
    "content": " عَنْ حذَيْفَةَ رضي اللَّه عنهُ قالَ : قال رسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  لا يَدْخُلُ الجنةَ نمَّامٌ",
    "end": "صدق رسول الله"
  },
  {
    "header": 716,
    "content": " عَنْ ابن عَباسٍ رضي اللَّه عَنْهُمَا أنَّ رَسُول اللَّهِ صَلّى اللهُ عليه وسَلَّم : مرَّ بِقَبريْنِ فقال : إنَّهُمَا يُعَذَّبان ، وَمَا يُعَذَّبَانِ في كَبيرٍ ، بَلى إنَّهُ كَبيرٌ : أمَّا أحَدُهمَا ، فَكَانَ يمشِي بالنَّمِيمَةِ، وأمَّا الآخرُ فَكَانَ لا يسْتَتِرُ مِنْ بولِه ",
    "end": "صدق رسول الله"
  },
  {
    "header": 717,
    "content": " عن ابن مَسْعُودٍ رضي اللَّه عنهُ قالَ : قالَ رَسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  لا يُبَلِّغْني أحدٌ من أصْحابي عنْ أحَدٍ شَيْئاً ، فَإنِّي أُحِبُّ أنْ أَخْرُجَ إِليْكُمْ وأنا سليمُ الصَّدْرِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 718,
    "content": " عن أبي هُريرةًَ رضي اللَّه عَنْهُ قالَ : قالَ رسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  تَجدُونَ النَّاسَ معادِنَ : خِيارُهُم في الجاهِليَّةِ خيارُهُم في الإسْلامِ إذا فَقُهُوا ، وتجدُونَ خِيارَ النَّاسِ في هذا الشَّأنِ أشدَّهُمْ لهُ كَراهِيةً ، وتَجدُونَ شَرَّ النَّاسِ ذا الوجْهيْنِ ، الذي يأتي هؤلاءِ بِوجْهِ وَهؤلاءِ بِوَجْهِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 719,
    "content": " عنْ ابنِ مسعود رضي اللَّه عنْهُ قال : قالَ رسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  إنًَّ الصِّدْقَ يهْدِي إلى الْبِرِّ وَإنَّ البرِّ يهْدِي إلى الجنَّةِ ، وإنَّ الرَّجُل ليَصْدُقُ حتَّى يُكتَبَ عِنْدَ اللَّهِ صِدّيقاً، وإنَّ الْكَذِبَ يَهْدِي إلى الفُجُورِ وإنَّ الفُجُورًَ يهْدِي إلى النارِ ، وإن الرجلَ ليكذبَ حَتى يُكْتبَ عنْدَ اللَّهِ كَذَّاباً ",
    "end": "صدق رسول الله"
  },
  {
    "header": 720,
    "content": " عنْ أبي هُريْرة رضي اللَّه عنْهُ أنَّ النبيَّ صَلّى اللهُ عليه وسَلَّم قال :  كفي بالمَرءِ كَذِباً أنْ يُحَدِّثَ بِكُلِّ ما سمعِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 721,
    "content": " عن سمُرة رضي اللَّه عنْهُ قال : قال رسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  منْ حدَّث عنِّي بِحَدِيثٍ يرَى أنَّهُ كذِبٌ ، فَهُو أحدُ الكَاذِبين ",
    "end": "صدق رسول الله"
  },
  {
    "header": 722,
    "content": " عنْ أسماءَ رضي اللَّه عنْها أن امْرأة قالَتْ : يا رَسُول اللَّه إنَّ لي ضرَّةَ فهل علَيَّ جناحٌ إنْ تَشبعْتُ من زوجي غيْرَ الذي يُعطِيني ؟ فقال النبيُّ صَلّى اللهُ عليه وسَلَّم :  المُتشبِّعُ بِما لـم يُعْطَ كَلابِس ثَوْبَي زُورٍ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 723,
    "content": " عن أبي زيْدٍ ثابتِ بنِ الضَّحاكِ الأنصاريِّ رضي اللَّه عنهُ ، وهو من أهْل بيْعةِ الرِّضوانِ قال : قَالَ رسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  من حَلَف عَلى يمِينٍ بِملَّةٍ غيْرٍ الإسْلامِ كاذباً مُتَعَمِّداً، فهُو كما قَالَ ، ومنْ قَتَل نَفسهُ بشيءٍ ، عُذِّب بِهِ يوْم القِيامةِ ، وَليْس على رجُلٍ نَذْرٌ فِيما لا يَملِكهُ ، ولعنُ المُؤْمِنِ كَقَتْلِهِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 724,
    "content": " عنْ أبي هُريْرةَ رضي اللَّه عنهُ أنَّ رسُول اللَّه صَلّى اللهُ عليه وسَلَّم قال :  لا ينْبغِي لِصِدِّيقٍ أنْ يكُونَ لَعَّاناً ",
    "end": "صدق رسول الله"
  },
  {
    "header": 725,
    "content": " عنْ أبي الدَّردَاءِ رضي اللَّه عَنْهُ قال : قالَ رسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  لا يكُونُ اللَّعَّانُون شُفعَاءَ ، ولا شُهَدَاءَ يوْمَ القِيامَةِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 726,
    "content": " عَنْ سَمُرَةَ بْنِ جُنْدُبٍ رضي اللَّه عنْهُ قالَ : قالَ رَسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  لا تَلاعنُوا بلعنةِ اللَّه ، ولا بِغضبِهِ ، ولا بِالنَّارِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 727,
    "content": " عن ابن مسعودٍ رضي اللَّه عنهُ قال : قال رسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  لَيْس المؤمِنُ بِالطَّعَّانِ ، ولا اللَّعَّانِ ولا الفَاحِشِ ، ولا البذِيِّ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 728,
    "content": " عنْ أبي الدَّرْداءِ رضي اللَّه عنهُ قال : قال رسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم : إنَّ العبْد إذا لَعنَ شَيْئاً ، صعِدتِ اللَّعْنةُ إلى السَّماء ، فتُغْلَقُ أبْوابُ السَّماءِ دُونَها ، ثُمَّ تَهبِطُ إلى الأرْضِ ، فتُغلَقُ أبوابُها دُونَها ، ثُّمَّ تَأخُذُ يميناً وشِمالا ، فإذا لمْ تَجِدْ مساغاً رجعت إلى الذي لُعِنَ ، فإنْ كان أهلاً لِذلك ، وإلاَّ رجعتْ إلى قائِلِها ",
    "end": "صدق رسول الله"
  },
  {
    "header": 729,
    "content": " عن أبي برّزَةَ نَضلَةَ بْنِ عُبيْدٍ الأسلمِيِّ رضي اللَّه عنْهُ قال : بينما جاريةٌ على ناقَةٍ علَيها بعضُ متَاع القَوْمِ ، إذْ بَصُرَتْ بالنبيِّ صَلّى اللهُ عليه وسَلَّم وتَضايَقَ بهمُ الجَبلُ ، فقالتْ : حَلْ ، اللَّهُم العنْها فقال النبيُّ صَلّى اللهُ عليه وسَلَّم :  لا تُصاحِبْنا نَاقَةٌ عليها لعْنةٌ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 730,
    "content": " عنِ ابنِ مَسعودٍ رضي اللَّه عَنهُ قال : قال رسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  سِباب المُسْلِمِ فُسوقٌ ، وقِتَالُهُ كُفْرٌ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 731,
    "content": " عنْ أبي ذرٍّ رضي اللَّه عنْهُ أنَّهُ سمِع رسُول اللَّه صَلّى اللهُ عليه وسَلَّم يقولُ :  لا يَرمي رجُلٌ رَجُلاً بِالفِسْقِ أو الكُفْرِ ، إلاَّ ارتدت عليهِ ، إنْ لمْ يَكُن صاحِبُهُ كذلكَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 732,
    "content": " عنْ أبي هُرَيرةَ رضي اللَّه عنْهُ أنَّ رسُولَ اللَّه صَلّى اللهُ عليه وسَلَّم  قالَ :  المُتَسابانِ مَا قَالا فَعَلى البَادِي مِنْهُما حتَّى يَعْتَدِي المظلُومُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 733,
    "content": " أُتيَ النبيُّ صَلّى اللهُ عليه وسَلَّم بِرجُلٍ قَدْ شَرِب قالَ :  اضربُوهُ  قال أبو هُرَيْرَة  : فَمِنَّا الضَّاربُ بِيدِهِ ، والضَّاربُ بِنعْلِه ، والضَّارِبُ بثوبهِ ، فلَمَّا انصَرفَ ، قال بعض القَوم : أخزاكَ اللَّه ، قال :  لا تقُولُوا هذا ، لا تُعِينُوا عليهِ الشَّيطَانَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 734,
    "content": " سمِعْتُ رسُول اللَّه صَلّى اللهُ عليه وسَلَّم يَقُولُ :  من قَذَف ممْلُوكَهُ بِالزِّنا يُقامُ عليهٍ الحَدُّ يومَ القِيامَةِ ، إلاَّ أنْ يَكُونَ كما قالَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 735,
    "content": " عن عائِشةَ رضي اللَّه عنها قالتْ : قال رسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  لا تَسُبُّوا الأمواتَ، فَإنَّهُمْ قد أفْضَوْا إلى ما قَدَّموا ",
    "end": "صدق رسول الله"
  },
  {
    "header": 736,
    "content": " عنْ  أبي هُرَيْرَةَ رضي اللَّهُ عَنْهُ أنَّ رَسُولَ اللَّه صَلّى اللهُ عليه وسَلَّم قال :  تُفْتَحُ أبْوابُ الجَنَّةِ يَوْمَ الاثنَيْنِ ويَوْمَ الخَمِيس ، فَيُغْفَرُ لِكُلِّ عبْدٍ لا يُشْرِكُ بِاللَّهِ شَيئاً ، إلاَّ رجُلاً كانَت بيْنهُ وبَيْنَ أخيهِ شَحْناءُ فيقالُ : أنْظِرُوا هذيْنِ حتَّى يصطَلِحا ، أنْظِرُوا هذَيْنِ حتَّى يَصطَلِحا ، ",
    "end": "صدق رسول الله"
  },
  {
    "header": 737,
    "content": " عَن ابْنِ مسعُودٍ رضي اللَّه عنهُ ، عن النبي صَلّى اللهُ عليه وسَلَّم  قالَ :  لا يَدْخُلُ الجَنَّةَ منْ كَانَ في قَلْبِهِ مِثْقَالُ ذَرَّةٍ مِنْ كِبْرٍ ،  فَقَالَ رَجُلٌ : إنَّ الرَّجُلَ يُحِبُّ أنْ يَكُونَ ثَوْبُهُ حَسناً ، ونَعْلُهُ حَسَنَةً ، فقال :  إنَّ اللَّه جَمِيلٌ يُحِبُّ الجَمَال ، الكِبْرُ بَطَرُ الحَقِّ ، وغَمْطُ النَّاسِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 738,
    "content": " عن جُنْدُبِ بن عبدِ اللَّه رضي اللَّه عنهُ قالَ : قالَ رسولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  قالَ رَجُلٌ : واللَّهِ لا يَغْفِرُ اللَّه لفُلانٍ ، فَقَالَ اللَّه عَزَّ وَجَلَّ : مَنْ ذا الَّذِي يَتَأَلَّى عليَّ أنْ لا أغفِرَ لفُلانٍ إنِّي قَد غَفَرْتُ لَهُ ، وًَأَحْبَطْتُ عمَلَكَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 739,
    "content": " عَنْ أبي هُرَيْرَةَ رضي اللَّه عَنهُ قَال : قَالَ رَسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  مَنْ خَبَّب زَوْجَة امْرِيءٍ ، أوْ ممْلُوكَهُ ، فَلَيْسَ مِنَّا ",
    "end": "صدق رسول الله"
  },
  {
    "header": 740,
    "content": " عَنْ عِياض بْنِ حمار رضي اللَّه عنْهُ قَال  قَال رسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  إن اللَّه تَعالى أوْحَى إليَّ أن تواضعُوا حَتى لا يبْغِيَ أحَدٌ على أحدٍ ، ولا يفْخرَ أحدٌ على أحدٍ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 741,
    "content": " عنْ أبي هُريرةَ رضي اللَّه عنْه قَال : قَال رسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  تُعْرضُ الأعْمالُ في كُلِّ اثنين وخَميس ، فيغفِر اللَّه لِكُلِّ امْريءٍ لا يُشْرِكُ بِاللَّهِ شَيْئاً ، إلا امْرءًا كَانَتْ بيْنَهُ وبيْنَ أخِيهِ شَحْناءُ ، فيقُولُ : اتْرُكُوا هذَينِ حتَّى يصْطلِحا ",
    "end": "صدق رسول الله"
  },
  {
    "header": 742,
    "content": " عن ابْنِ عُمَرَ رضي اللَّه عنْهُمَا أنَّ رسُولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم  قَال :  إذا كَانُوا ثَلاثَةً، فَلا يَتَنَاجَى اثْنَانِ دُونَ الثَّالِثِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 743,
    "content": " عن ابنِ مسْعُودٍ رضي اللَّه عنهُ أنَّ رسُولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم  قال :  إذا كُنْتُمْ ثَلاثة، فَلا يَتَنَاجى اثْنَانِ دُونَ الآخَرِ حتَّى تخْتَلِطُوا بالنَّاسِ ، مِنْ أجْل أنَّ ذَلكَ يُحزِنُهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 744,
    "content": " عنِ ابنِ عُمر رضي اللَّه عنْهُما أنَّْ رسول اللَّهِ صَلّى اللهُ عليه وسَلَّم  قَال :  عُذِّبتِ امْرَأةٌ في هِرَّةٍ حبستها حَتَّى ماتَتْ ، فَدَخلَتْ فِيهَا النَّارَ ، لا هِيَ أطْعمتْهَا وسقَتْها ، إذ هي حبَستْهَا ولا هِي تَرَكتْهَا تَأكُلُ مِنْ خَشَاشِ الأرض ",
    "end": "صدق رسول الله"
  },
  {
    "header": 745,
    "content": " عنْ أبي مَسْعُودٍ البدْرِيِّ رضِيَ اللَّه عنْهُ قَال : كُنْتُ أضْرِبُ غلاماً لي بالسَّوطِ، فَسمِعْتُ صوتاً مِنْ خَلفي :  اعلَمْ أبا مَسْعُودٍ  فَلَمْ أفْهَمْ الصَّوْتَ مِنَ الْغَضب، فَلَمَّا دنَا مِنِّي إذا هُو رسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم فَإذا هُو يَقُولُ :  اعلَمْ أبا مسْعُودٍ أنَّ اللَّه أقْدرُ علَيْكَ مِنْكَ عَلى هذا الغُلامِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 746,
    "content": " عنِ ابْنِ عُمر رضي اللَّه عنْهُمَا أنَّ النبيَّ صَلّى اللهُ عليه وسَلَّم قَال :  منْ ضرب غُلاماً له حَداً لم يأتِهِ ، أو لَطَمَهُ ، فإن كَفَّارتَهُ أن يُعْتِقَهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 747,
    "content": " أنَّ النبيَّ صَلّى اللهُ عليه وسَلَّم : مَرَّ علَيهِ حِمَارٌ قد وُسِم في وجْهِه فقَال : لعن اللَّه الَّذي وسمهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 748,
    "content": " عنْ أبي ذَرٍّ رضي اللَّه عنْهُ قَال : قِيل لِرسُولِ اللَّه صَلّى اللهُ عليه وسَلَّم : أَرأَيْتَ الرَّجُلَ الذى يعْملُ الْعملَ مِنَ الخيْرِ ، ويحْمدُه النَّاسُ عليه ؟ قال :  تِلْكَ عاجِلُ بُشْرَى المُؤْمِنِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 749,
    "content": " عنْ أبي سَعيدٍ رضي اللَّه عنْهُ أنَّ رسُول اللَّهِ صَلّى اللهُ عليه وسَلَّم قال :  لا يَنْظُرُ الرَّجُلُ إلى عوْرةِ الرَّجُلِ ، وَلا المَرْأةُ إلى عوْرَةِ المَرْأةِ ، ولا يُفْضِى الرَّجُلُ إلى الرَّجُلِ في ثوبٍ واحِدٍ ، ولا تُفْضِى المَرْأةُ إلى المَرْأةِ في الثَّوْبِ الواحِدِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 750,
    "content": " عنْه قَال : قَال رسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  صِنْفَانِ مِنْ أهلِ النَّارِ لمْ أرَهُما : قَوْمٌ معهم سِياطٌ كأذْنَابِ الْبقَرِ يَضْرِبونَ بِها النَّاس ، ونِساء كاسياتٌ عارِياتٌ مُمِيلاتٌ مَائِلاتٌ، رُؤُوسُهُنَّ كَأسْنِمةِ الْبُخْتِ المائِلَةِ لا يَدْخٌلنَ الجنَّةَ ، ولا يجِدْنَ رِيحَهَا ، وإنَّ رِيحَهَا لَيُوجَدُ مِنْ مسِيرَةِ كذَا وكَذَا ",
    "end": "صدق رسول الله"
  },
  {
    "header": 751,
    "content": " عنْ جابرٍ رضي اللَّه عنْهُ قَال : قَال رَسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  لا تأْكُلُوا بِالشِّمَالِ ، فَإنَّ الشَّيْطَانَ يأكُل ويَشْرَبُ بِشِمالِهِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 752,
    "content": " عَنْ أبي هُرَيرَةَ رضي اللَّه عنْهُ أنَّ رَسُول اللَّه صَلّى اللهُ عليه وسَلَّم قَال : إنَّ الْيهُود والنَّصارى لا يَصْبِغُونَ ، فَخَالِفوهُمْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 753,
    "content": " عنْ جابرٍ رضي اللَّه عنهُ قَال : أُتِى بابي قُحافَةَ والِدِ أبي بكْرٍ الصِّدِّيقِ رضي اللَّه عنْهُما يوم فتْحِ مكَّةَ ورأسُهُ ولِحيتُهُ كالثَّغَامَةِ بياضاً ، فَقَالَ رسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  غَيِّرُوا هَذا واجْتَنبُوا السَّوادَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 754,
    "content": " رَأى رَسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم صبِياً قَدْ حُلِقَ بعْضُ شَعْر رأسِهِ وتُرِكَ بعْضُهُ، فَنَهَاهَمْ عَنْ ذَلِكَ وَقَال :  احْلِقُوهُ كُلَّهُ أو اتْرُكُوهُ كُلَّهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 755,
    "content": " عنْ عَمْرِو بنِ شُعَيْبٍ ، عن أبيهِ ، عنْ جَدِّهِ رضي اللَّه عَنْهُ ، عنِ النبي صَلّى اللهُ عليه وسَلَّم قَالَ :  لاَ تَنْتِفُوا الشَّيْبَ ، فَإنَّهُ نُورُ المُسْلِمِ يوْمَ الْقِيامةِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 756,
    "content": " عنْ أبي هُريرةَ رضي اللَّه عنْهُ أنًَّ رسُول اللَّه صَلّى اللهُ عليه وسَلَّم  قَالَ :  لا يمْشِ أحدُكُم في نَعْلٍ واحِدَةٍ ، لِينْعَلْهُما جمِيعاً ، أوْ لِيخْلَعْهُمَا جمِيعاً ",
    "end": "صدق رسول الله"
  },
  {
    "header": 757,
    "content": " سمِعتُ رسُول اللَّه صَلّى اللهُ عليه وسَلَّم يَقُولُ :  إذَا انْقَطَعَ شِسْعُ نَعْلِ أحدِكُمْ ، فلا يمْشِ في الأخْرى حتَّى يُصْلِحَهَا ",
    "end": "صدق رسول الله"
  },
  {
    "header": 758,
    "content": " عنِ ابْنِ عُمرَ رضي اللَّه عنْهُمَا عنِ النبي صَلّى اللهُ عليه وسَلَّم قَال :  لا تَتْرُكُوا النَّار في بُيُوتِكُمْ حِين تَنامُونَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 759,
    "content": " عَنْ عُمَر بْنِ الخَطَّابِ رضي اللَّه عَنْهُ قَالَ : قَال النبيُّ صَلّى اللهُ عليه وسَلَّم :  الميِّتُ يُعذَّبُ في قَبرِهِ بِما نِيح علَيْهِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 760,
    "content": " عن ابْنِ مسعُودٍ رضي اللَّه عَنْهُ قَالَ : قَالَ رَسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  لَيْسَ مِنَّا مَنْ ضَرَبَ الخُدُودَ ، وشَقَّ الجُيُوبَ ، ودَعا بِدَعْوَى الجَاهِليةِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 761,
    "content": " عَن المُغِيرةِ بنِ شُعْبَةَ رضي اللَّه عَنْهُ قَالَ : سَمِعْتُ رَسُولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم يَقُولُ :  مَنْ نِيحَ عَليْهِ ، فَإنَّهُ يُعَذَّبُ بِمَا نِيحَ علَيْهِ يَوْم الْقِيامةِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 762,
    "content": " عَنْ أبي مالِكٍ الأشْعَريِّ رضي اللَّه عنْهُ قالَ: قَالَ رَسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم: النَّائِحَةُ إذَا لَمْ تتُبْ قَبْل مَوْتِهَا تُقَامُ يوْمَ الْقِيامةِ وعَلَيْها سِرْبَالٌ مِنْ قَطِرَانٍ، ودَرْعٌ مِنْ جرَبٍ",
    "end": "صدق رسول الله"
  },
  {
    "header": 763,
    "content": " عنْ أبي هُريْرةَ رضي اللَّه عَنْهُ قَالَ : قَالَ رَسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  اثْنتَانِ في النَّاسِ هُمَا بِهِمْ كُفْرٌ : الطَّعْنُ في النَّسَبِ ، والنِّياحَة عَلى المَيِّتِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 764,
    "content": " عنْ صفيَّةَ بنْتِ أبي عُبيدٍ ، عَنْ بَعْضِ أزْواجِ النبيِّ صَلّى اللهُ عليه وسَلَّم ورضي اللَّه عنْهَا عَنِ النبيِّ صَلّى اللهُ عليه وسَلَّم قَال :  مَنْ أتَى عَرَّافاً فَسأَلَهُ عنْ شَىْءٍ ، فَصدَّقَهُ ، لَمْ تُقْبلْ لَهُ صلاةٌ أرْبَعِينَ يوْماً",
    "end": "صدق رسول الله"
  },
  {
    "header": 765,
    "content": " عنْ قَبِيصَةَ بن المُخَارِقً رضي اللَّه عنْهُ قَالَ : سمِعْتُ رسُول اللَّه صَلّى اللهُ عليه وسَلَّم يقُولُ : الْعِيَافَةُ ، والطَّيرَةُ ، والطَّرْقُ ، مِنَ الجِبْتِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 766,
    "content": " عنْ ابْنِ عبَّاسِ رضي اللَّه عنْهُما قَالَ : قَال رَسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  من اقْتَبَسَ عِلْماً مِنَ النُّجُومِ ، اقْتَبسَ شُعْبَةً مِنَ السِّحْرِ زَادَ ما زَاد ",
    "end": "صدق رسول الله"
  },
  {
    "header": 767,
    "content": " عَنْ أبي مسعْودٍ الْبدرِي رَضيَ اللَّه عنْهُ أنَّ رَسُولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم  نَهَى عَنْ ثَمَنِ الْكَلْبِ ، ومهْرِ الْبَغِيِّ وحُلْوانِ الْكاهِنِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 768,
    "content": " عنْ أنَسٍ رضي اللَّه عَنْهُ قَالَ : قَالَ رَسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  لا عَدْوَى ولا طِيَرَةَ ويُعْجِبُنى الفألُ  قالوا : ومَا الْفَألُ ؟ قَالَ :  كَلِمةٌ طيِّبَةٌ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 769,
    "content": " عَنْ ابْنِ عُمَرَ رضي اللَّه عَنْهُما قَالَ : قَالَ رسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم : لا عَدْوى وَلا طِيَرَةَ ، وإنْ كَان الشُّؤمُ في شَىْءٍ ، فَفي الدَّارِ ، والمَرْأةِ وَالفَرَسِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 770,
    "content": " عنْ عُرْوَةَ بْنِ عامِرِ رضي اللَّه عَنْهُ قَالَ : ذُكِرتِ الطَّيَرَةُ عِنْد رَسُولِ اللَّه صَلّى اللهُ عليه وسَلَّم فقَالَ : أحْسَنُهَا الْفَألُ ، وَلا تَرُدُّ مُسْلِماً ، فَإذا رأى أحَدُكُمْ ما يَكْرَه ، فَلْيقُلْ : اللَّهُمَّ لا يَأتى بالحَسَناتِ إلاَّ أنتَ ، وَلا يَدْفَعُ السَّيِّئاتِ إلاَّ أنْتَ ، وَلا حوْلَ وَلا قُوَّةَ إلاَّ بك ",
    "end": "صدق رسول الله"
  },
  {
    "header": 771,
    "content": " عَن ابْنِ عُمَرَ رضي اللَّه عَنْهُما أنَّ رَسُولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم قَالَ :  إنَّ الَّذِين يَصْنَعونَ هذِهِ الصُّورَ يُعَذَّبُونَ يَوْمَ الْقِيَامَةِ ، يُقَالُ لهُمْ : أحْيُوا مَا خَلَقْتُمْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 772,
    "content": " سَمِعْتُ رَسُولَ اللَّه صَلّى اللهُ عليه وسَلَّم يَقُولُ : مَنْ صَوَّرَ صُورة في الدُّنْيَا ، كُلِّفَ أنْ يَنْفُخَ فيها الرُّوحَ يَوْمَ الْقِيَامَةِ وَلَيْسَ بِنَافخٍ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 773,
    "content": " عَنْ أبي طَلْحَةَ رضي اللَّه عَنْهُ أنَّ رَسُولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم قَال :  لا تَدْخُلُ المَلائِكَةُ بَيْتاً فِيهٍِ كَلْبٌ وَلا صُورَةٌ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 774,
    "content": " عنِ ابْنِ عُمَر رضي اللَّه عَنْهُما : قَالَ سمِعْتُ رسُولَ اللَّه صَلّى اللهُ عليه وسَلَّم يَقُولُ :  من اقْتَنى كَلْباً إلا كَلْب صَيْدٍ أوْ مَاشِيةٍ فإنَّهُ يَنْقُصُ مِنْ أجْرِهِ كُلَّ يوْمٍ قِيراطَانِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 775,
    "content": " عَنْ أبي هُرَيْرَةَ رضي اللَّه عنْهُ قَالَ : قَالَ رسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  مَنْ أمْسَكَ كَلْباً، فَإنَّهُ ينْقُصُ كُلَّ يَوْمٍ مِنْ عملِهِ قِيرَاطٌ إلاًَّ كَلْب حَرْثٍ أوْ مَاشِيَة ",
    "end": "صدق رسول الله"
  },
  {
    "header": 776,
    "content": " عَنْ أبي هُرَيْرَةَ رضِيَ اللَّه عنْهُ قَالَ : قال رسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  لا تَصْحَبُ المَلائِكَةُ رُفْقَةً فيهَا كَلْبٌ أوْ جَرَسٌ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 777,
    "content": " عَنْ أنسٍ رضي اللَّه عَنهُ أنَّ رَسُولَ اللَّه صَلّى اللهُ عليه وسَلَّم  قَال :  البُصَاقُ في المسْجِدِ خَطِيئَةٌ، وَكَفَّارَتُهَا دَفْنُهَا ",
    "end": "صدق رسول الله"
  },
  {
    "header": 778,
    "content": " عَنْ أبي هُريْرَةَ رضي اللَّه عَنْهُ أنَّهُ سَمِعَ رَسُولَ اللَّه صَلّى اللهُ عليه وسَلَّم يقُولُ : مِنْ سمِعَ رَجُلاً ينْشُدُ ضَالَّةً في المسْجِدِ فَلْيَقُلْ : لا رَدهَا اللَّه علَيْكَ ، فإنَّ المساجدَ لَمْ تُبْنَ لهذا ",
    "end": "صدق رسول الله"
  },
  {
    "header": 779,
    "content": " عَنْ بُريْدَةَ رضِيَ اللَّه عَنْهُ أَنَّ رَجُلاً نَشَدَ في المَسْجِدِ فَقَالَ : منْ دَعَا إِليَّ الجَملَ الأَحْمرَ ؟ فَقَالَ رَسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم  لا وَجَدْتَ إِنَّمَا بُنِيَتِ المَسَاجِدُ لِمَا بُنِيَتْ لَهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 780,
    "content": " عَنِ ابْنِ عُمَرَ رَضِيَ اللَّه عَنْهُمَا أَنَّ النَّبِيَّ صَلّى اللهُ عليه وسَلَّم قَالَ : منْ أَكَلَ مِنْ هَذِهِ الشَّجَرَةِ  يَعْني الثُّومَ  فلا يقْرَبَنَّ مَسْجِدَنَا ",
    "end": "صدق رسول الله"
  },
  {
    "header": 781,
    "content": " عَنْ أَنَسٍ رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ النبيُّ صَلّى اللهُ عليه وسَلَّم :  مَنْ أَكَلَ مِنْ هذِهِ الشَّجَرَةِ فَلا يَقْربنَّا ، وَلا يُصَلِّينَّ مَعنَا ",
    "end": "صدق رسول الله"
  },
  {
    "header": 782,
    "content": " عَنْ جَابِرٍ رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ النَّبيُّ صَلّى اللهُ عليه وسَلَّم :  مَنْ أَكَلَ ثُوماً أَوْ بَصَلاً ، فَلْيَعْتَزلْنَا ، أَوْ فَلْيَعْتَزلْ مَسْجدَنَا ",
    "end": "صدق رسول الله"
  },
  {
    "header": 783,
    "content": " عَنْ أُمِّ سَلَمةَ رضِيَ اللَّه عَنْهَا قَالَتْ : قَالَ رسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  مَنْ كَانَ لَهُ ذِبْحٌ يَذْبَحُهُ ، فَإِذا أُهِلَّ هِلالُ ذِي الحِجَّة ، فَلا يَأْخُذَنَّ مِنْ شَعْره وَلا منْ أَظْفَارهِ شَيْئاً حتى يُضَحِّيَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 784,
    "content": " عَنِ ابْنِ عُمَرَ ، رضِيَ اللَّه عنْهُمَا ، عَنِ النَّبِيِّ صَلّى اللهُ عليه وسَلَّم ، قَالَ :  إِنَّ اللَّه تَعالى ينْهَاكُمْ أَنْ تَحْلِفُوا بابائِكُمْ ، فَمَنْ كَانَ حَالِفاً ، فلْيَحْلِفْ بِاللَّهِ ، أَوْ لِيَصْمُتْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 785,
    "content": " عنْ عَبْدِ الرحْمنِ بْن سمُرَةَ ، رضِي اللَّه عنْهُ قَالَ : قَالَ رسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم : لا تحْلِفوا بِالطَّواغِي ، ولا بابائِكُمْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 786,
    "content": " عنْ بُريْدة رضِي اللَّه عنهُ أَنَّ رسُول اللَّه صَلّى اللهُ عليه وسَلَّم قال:من حلَف بِالأَمانَةِ فليْس مِنا",
    "end": "صدق رسول الله"
  },
  {
    "header": 787,
    "content": " عنِ ابْن عمر رضِي اللَّه عنْهُمَا أَنَّهُ سمِعَ رَجُلاً يَقُولُ : لاَ والْكعْبةِ ، فقالَ ابْنُ عُمر : لا تَحْلِفْ بِغَيْرِ اللَّهِ ، فإِني سَمِعْتُ رسُولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم يقُولُ :  منْ حلفَ بِغَيْرِ اللَّهِ ، فَقدْ كَفَر أَوْ أَشرْكَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 788,
    "content": " عَنِ ابْنِ مسْعُودٍ رضِي اللَّه عَنْهُ أَنَّ النَّبِيَّ صَلّى اللهُ عليه وسَلَّم قال :  منْ حلفَ علَى مَالِ امْريءٍ مُسْلِمٍ بغيْرِ حقِّهِ ، لقِي اللَّه وهُو علَيْهِ غَضْبانُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 789,
    "content": " عنْ عبْدِ اللَّهِ بْنِ عمرِو بْنِ الْعاصِ رضِي اللَّه عَنْهُمَا عن النبيِّ صَلّى اللهُ عليه وسَلَّم قالَ :  الْكَبَائِرُ : الإِشْرَاكُ بِاللَّهِ ، وَعُقُوقُ الْوَالِدَيْن ، وَقتْلُ النَّفْسِ ، والْيَمِينُ الْغَمُوسُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 790,
    "content": " عَنْ أَبي هُريْرَةَ رضِيَ اللَّه عَنْهُ أَنَّ رسُولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم قالَ :  منْ حلَف عَلَى يَمِينٍ فَرأَى غَيْرَهَا خَيْراً مِنْهَا ، فَلْيُكَفِّرْ عَنْ يَمِينِهِ ، ولْيَفْعَلْ الَّذِي هُوَ خَيْرٌ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 791,
    "content": " عَنْ أَبي مُوسَى رضِيَ اللَّه عَنْهُ أَنَّ رسُول اللَّه صَلّى اللهُ عليه وسَلَّم قَالَ :  إِنِّي واللَّهِ إِنْ شَاءَ اللَّه لاَ أَحلِفُ عَلَى يَمِينٍ ، ثُمَّ أَرَى خَيْراً مِنهَا إِلاَّ كَفَّرْتُ عَنْ يَمِيني ، وأَتيْتُ الَّذِي هُوَ خَيرٌ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 792,
    "content": " عَنْ أَبِي هُرَيْرَةَ رضِي اللَّه عنْهُ قَالَ : قَالَ رَسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  لأَنْ يَلَجَّ أَحَدُكُمْ في يَمِينِهِ في أَهْلِهِ آثَمُ لَهُ عِنْدَ اللَّهِ تَعَالى مِنْ أَنْ يُعْطِيَ كَفَّارَتَهُ الَّتي فَرَض اللَّه عليه",
    "end": "صدق رسول الله"
  },
  {
    "header": 793,
    "content": " عَنْ أَبي هُرَيْرَةَ رَضِيَ اللَّه عَنْهُ قَالَ : سَمِعْتُ رَسُولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم يقُولُ : الحَلِفُ منْفَقَةٌ للسِّلْعَةِ ، مَمْحَقَةٌ للْكَسْبِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 794,
    "content": " عَنْ أَبي قَتَادَةَ رضِيَ اللَّه عَنْهُ قَالَ : سَمِعْتُ رَسُولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم يَقُولُ :  إِيَّاكُمْ وَكَثْرَةَ الحلِفِ في الْبَيْعِ ، فَإِنَّهُ يُنَفِّقُ ثُمَّ يَمْحَقُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 795,
    "content": " عَنْ جابرٍ رضِيَ اللَّه عَنْهُ قَال : قالَ رسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  لا يُسْأَلُ بوَجْهِ اللَّهِ إِلاَّ الجَنَّةُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 796,
    "content": " عَن ابْن عُمَرَ رضِيَ اللَّه عنْهُما قَالَ : قَال رسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  مَنِ اسْتَعَاذَ بِاللَّهِ ، فأَعِيذُوهُ ، ومنْ سَأَل باللَّهِ ، فَأَعْطُوهُ ، وَمَنْ دَعَاكُمْ ، فَأَجِيبُوه ، ومَنْ صنَع إِلَيْكُمْ معْرُوفاً فَكَافِئُوهُ ، فَإِنْ لمْ تَجِدُوا مَا تُكَافِئُونَهُ به ، فَادَعُوا لَهُ حَتَّى تَرَوْا  أَنَّكُمْ قَدْ كَافَأْتُموهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 797,
    "content": " عَنْ أَبي هُريْرَةَ رضِيَ اللَّه عَنْهُ عن النَّبِيِّ صَلّى اللهُ عليه وسَلَّم قال :  إِنَّ أَخْنَعَ اسمٍ عندَ اللَّهِ عزَّ وجَلَّ رَجُلٌ تَسَمَّى مَلِكَ الأَملاكِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 798,
    "content": " عن بُرَيْدَةَ رَضِيَ اللَّه عنهُ قَالَ : قَالَ رَسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  لا تَقُولُوا للْمُنَافِقِ سَيِّدٌ ، فَإِنَّهُ إِنْ يكُ سَيِّداً ، فَقَدْ أَسْخَطْتُمْ رَبَّكُمْ عزَّ وَجَلَّ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 799,
    "content": " عنْ جَابرٍ رَضِيَ اللَّه عَنْهُ أَنَّ رسُول اللَّهِ صَلّى اللهُ عليه وسَلَّم دخَلَ على أُمِّ السَّائبِ ، أَوْ أُمِّ المُسَيَّبِ فقَالَ :  مَالَكِ يا أُمَّ السَّائبِ  أَوْ يَا أُمِّ المُسيَّبِ  تُزَفْزِفينَ ؟  قَالَتْ : الحُمَّى لا بارَكَ اللَّه فِيهَا ، فَقَالَ :  لا تَسُبِّي الحُمَّى ، فَإِنَّهَا تُذْهِبُ خَطَايا بَني آدم ، كَما يُذْهِبُ الْكِيرُ خَبثَ الحدِيدِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 800,
    "content": " عَنْ أَبي المُنْذِرِ أَبَيِّ بْنِ كَعْبٍ رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  لا تَسُبُّوا الرِّيحَ ، فَإِذَا رَأَيْتُمْ ما تَكْرَهُونَ ، فَقُولُوا : اللَّهُمَّ إِنَّا نَسْأَلُكَ مِنْ خَيْرِ هذِهِ الرِّيحِ وخَيْرِ مَا فِيهَا وخَيْرِ ما أُمِرَتْ بِهِ ، وَنَعُوذُ بِكَ مِنْ شَرِّ هَذِهِ الرِّيحِ وَشَرِّ ما فيها وشرِّ ما أُمِرَتْ بِهِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 801,
    "content": " عنْ أَبي هُرَيْرةَ رَضِي اللَّه عَنْهُ قَالَ : سَمِعْتُ رَسُولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم يَقُولُ : الرِّيحُ مِنْ رَوْحِ اللَّهِ تَأْتِي بِالرَّحْمَةِ ، وَتَأْتِي بالعَذَابِ ، فَإِذا رَأَيْتُمُوهَا فَلا تَسُبُّوهَا ، وَسَلُوا اللَّه خَيْرَهَا ، واسْتَعِيذُوا باللَّهِ مِنْ شَرِّهَا ",
    "end": "صدق رسول الله"
  },
  {
    "header": 802,
    "content": " عنْ عَائِشَةَ رَضِيَ اللَّه عنْهَا قَالَتْ : كَانَ النَّبِيُّ صَلّى اللهُ عليه وسَلَّم إِذا عَصِفَتِ الرِّيح قالَ : اللَّهُمَّ إِني أَسْأَلُكَ خَيْرَهَا ، وَخَيْرِ مَا فِيهَا ، وخَيْر ما أُرسِلَتْ بِهِ ، وَأَعُوذُ بك مِنْ شَرِّهِا ، وَشَرِّ ما فِيها ، وَشَرِّ ما أُرسِلَت بِهِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 803,
    "content": " عنْ زيْدِ بْنِ خَالِدٍ الجُهَنيِّ رَضيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  لا تَسُبوا الدِّيكَ ، فَإِنَّهُ يُوقِظُ للصلاةِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 804,
    "content": " عَنِ ابنِ عُمَرَ رَضِيَ اللَّه عَنْهُمَا قَالَ : قَالَ رَسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  إِذا قَالَ الرَّجُـلُ لأَخِيهِ : يَا كَافِر ، فَقَدْ بَاءَ بِهَا أَحَدُهُما ، فَإِنْ كَان كَمَا قَالَ وَإِلاَّ رَجَعَتْ عليه ",
    "end": "صدق رسول الله"
  },
  {
    "header": 805,
    "content": " عَن ابْنِ مَسْعُودٍ رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  لَيْس المُؤْمِنُ بالطَّعَّانِ ، وَلا اللَّعَّانِ ، وَلا الْفَاحِشِ ، وَلا الْبَذِيء ",
    "end": "صدق رسول الله"
  },
  {
    "header": 806,
    "content": " عِنْ أَنَسٍ رضي اللَّه عَنهُ قَاَل : قَالَ رَسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  مَا كَانَ الْفُحْشُ في شَيْءٍ إِلاَّ شانَهُ، ومَا كَانَ الحَيَاءُ في شَيْءٍ إِلاَّ زَانَهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 807,
    "content": " عَنِ عَبْدِ اللَّهِ بْنِ عَمْرو بْنِ العَاصِ رَضِيَ اللَّه عنْهُمَا أَنَّ رَسُولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم قَالَ: إِنَّ اللَّه يُبْغِضُ الْبَلِيغَ مِنَ الرِّجَالِ الَّذي يَتَخَلَّلُ بِلِسَانِهِ كَمَا تَتَخَلَّلُ الْبَقَرَةُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 808,
    "content": " عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رَضِيَ اللَّه عَنْهُما أَنَّ رَسُولَ اللَّه صَلّى اللهُ عليه وسَلَّم قَالَ : إِنَّ مِنْ أَحَبِّكُمْ إِليَّ ، وَأقْرَبِكمْ مِنِّي مَجْلِساً يَوْمَ الْقِيامةِ ، أَحَاسِنُكُمْ أَخْلاقاً ، وَإِنَّ أَبْغَضَكُمْ إِليَّ ، وَأَبْعَدَكُمْ مِنِّي يوْمَ الْقيَامَةِ ، الثَّرْثَارُونَ ، وَالمُتَشَدِّقُونَ وَالمُتَفَيْهِقُونَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 809,
    "content": " عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا عَنِ النَّبِيِّ صَلّى اللهُ عليه وسَلَّم قال :  لا يَقُولَنَّ أَحَدُكُمْ خَبُثَتْ نَفْسي ، وَلكِنْ لِيَقُلْ : لَقِسَتْ نَفْسِي ",
    "end": "صدق رسول الله"
  },
  {
    "header": 810,
    "content": " عَنْ وَائِلِ بْنِ حَجرٍ رَضِيَ اللَّه عَنْهُ عَنِ النَّبِيِّ صَلّى اللهُ عليه وسَلَّم قَال :  لا تَقُولُوا : الْكَرْمُ، وَلَكِنْ قُولُوا : الْعِنَبُ ، وَالحبَلَةُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 811,
    "content": " عَنِ ابْنِ مَسْعُودٍ رَضِيَ اللَّه عنْهُ قَالَ : قَالَ رَسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  لا تُبَاشِرِ المرْأَةُ المَرْأَةَ ، فَتَصِفَهَا لِزَوْجِهَا كَأَنَّهُ يَنْظُرُ إِلَيْهَا ",
    "end": "صدق رسول الله"
  },
  {
    "header": 812,
    "content": " عنْ أَبي هُريْرَةَ رَضِيَ اللَّه عَنْهُ أَنَّ رَسُولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم قَالَ :  لا يَقُولَنَّ أَحَدُكُمْ : اللَّهُمَّ اغْفِرْ لي إِنْ شِئْتَ : اللَّهُمَّ ارْحَمْني إِنْ شِئْتَ ، لِيعْزِمِ المَسْأَلَةَ ، فإِنَّهُ لا مُكْرِهَ لَهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 813,
    "content": " عَنْ أَنَسٍ رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  إِذا دعا أَحَدُكُمْ ، فَلْيَعْزِمِ المَسْأَلَةَ ، وَلا يَقُولَنَّ : اللَّهُمَّ إِنْ شِئْتَ ، فَأَعْطِني ، فَإِنَّهُ لا مُسْتَكْرهَ لَهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 814,
    "content": " عنْ حُذَيْفَةَ بْنِ اليَمَانِ رَضِيَ اللَّه عَنْه عَنِ النَّبِيِّ صَلّى اللهُ عليه وسَلَّم قالَ :  لا تَقُولوا : ماشاءَ اللَّه وشاءَ فُلانٌ ، ولكِنْ قُولوا : مَا شَاءَ اللَّه ، ثُمَّ شَاءَ فُلانٌ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 815,
    "content": " عَنِ ابْنِ عُمرَ رَضِيَ اللَّه عَنْهُمَا أَنَّ رَسُولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم صَلَّى العِشَاءَ في آخِرِ حَيَاتِهِ، فَلمَّا سَلَّم ، قَالَ :  أَرَأَيْتَكُمْ لَيْلَتَكُمْ هَذِهِ ؟ فَإِنَّ على رَأْسِ مِئَةِ سَنَةٍ لا يَبْقَى مِمَّنْ هُوَ عَلى ظَهْرِ الأَرْضِ اليَوْمَ أَحدٌ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 816,
    "content": " عَنْ أَنَسٍ رَضِيَ اللَّه عَنْهُ أَنَّهم انْتَظَرُوا النَّبِيَّ صَلّى اللهُ عليه وسَلَّم فَجاءَهُمْ قريباً مِنْ شَطْرِ اللَّيْلِ فصلَّى بِهِم ، يعني العِشَاءَ قَالَ : ثُمَّ خَطَبَنَا فَقَالَ :  أَلا إِنَّ النَّاسَ قَدْ صَلُّوا ، ثُمَّ رَقَدُوا  وَإِنَّكُمْ لَنْ تَزَالُوا في صَلاةٍ ما انْتَظَرْتُمُ الصَّلاةَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 817,
    "content": " عَنْ أَبي هُريْرةَ رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  إِذا دَعَا الرَّجُلُ امْرَأَتَهُ إِلى فِراشِهِ فأَبَتْ ، فَباتَ غَضْبانَ علَيْهَا ، لَعَنَتْهَا المَلائِكَةُ حتى تُصْبِح ",
    "end": "صدق رسول الله"
  },
  {
    "header": 818,
    "content": " عنْ أَبي هُريْرةَ رضِيَ اللَّه عنْهُ أَنَّ رسُولَ اللَّه صَلّى اللهُ عليه وسَلَّم قَالَ :  لا يَحِلُّ للمَرْأَةِ أَنْ تَصُومَ وَزَوْجُهَا شاهِدٌ إِلاَّ بإِذْنِهِ ولا تَأْذَنَ في بَيْتِهِ إِلاَّ بإِذْنِهِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 819,
    "content": " عنْ أَبي هُريْرَةَ رَضِيَ اللَّه عَنْهُ أَنَّ النَّبِيَّ صَلّى اللهُ عليه وسَلَّم قََالَ :  أَمَا يَخْشَى أَحَدُكُمْ إِذا رفَعَ رأْسَهُ قَبْلَ الإِمَامِ أَنْ يَجْعلَ اللَّه رأْسَهُ رأْسَ حِمارٍ ، أَوْ يَجْعلَ اللَّه صُورتَهُ صُورَةَ حِمارٍ",
    "end": "صدق رسول الله"
  },
  {
    "header": 820,
    "content": "  عَنْ عَائِشَةَ رَضِيَ اللَّه عَنْهَا قَالَتْ : سَمِعْتُ رَسُول اللَّهِ صَلّى اللهُ عليه وسَلَّم يَقُولُ :  لا صَلاةَ بحَضرَةِ طَعَامٍ ، وَلا وَهُوَ يُدَافِعُهُ الأَخْبَثَانَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 821,
    "content": " عَنْ أَنسِ بْنِ مَالكٍ رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  مَا بالُ أَقْوَامٍ يَرْفَعُونَ أَبْصَارَهُمْ إِلِى السَّماءِ في صَلاتِهِمْ ،  فَاشْتَدَّ قَوْلُهُ في ذلك حَتَّى قَالَ :  لَيَنْتَهُنَّ عَنْ ذلك ، أَوْ لَتُخْطَفَنَّ أَبْصارُهُمْ ، ",
    "end": "صدق رسول الله"
  },
  {
    "header": 822,
    "content": " عَنْ عَائِشَةَ رضِيَ اللَّه عَنْهَا قَالَتْ : سأَلْتُ رَسُولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم عَنِ الالْتِفَاتِ في الصَّلاةِ فَقَالَ :  هُوَ اخْتِلاسٌ يَخْتَلِسُهُ الشَّيْطَانُ مِنْ صَلاةِ الْعَبْدِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 823,
    "content": " عَنْ أَنَسٍ رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ لي رسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  إِيَّاكَ وَالالْتِفَاتَ في الصَّلاةِ ، فَإِنَّ الالْتِفَاتَ في الصَّلاةِ هَلَكَةٌ، فإِنْ كَان لابُدَّ، فَفي التَّطَوُّعِ لا في الْفَرِيضَةِ",
    "end": "صدق رسول الله"
  },
  {
    "header": 824,
    "content": "  عَنْ أَبي مَرْثَدٍ كَنَّازِ بْنِ الحُصَيْنِ رَضِيَ اللَّه عَنْهُ قَالَ : سمِعْتُ رَسُولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم يَقُولُ :  لا تُصَلُّوا إِلى القُبُورِ ، وَلا تَجْلِسُوا علَيْها ",
    "end": "صدق رسول الله"
  },
  {
    "header": 825,
    "content": " عَنْ أَبي هُرَيْرَةَ رَضِيَ اللَّه عَنْه عَنِ النَّبِيِّ صَلّى اللهُ عليه وسَلَّم قَالَ :  إِذا أُقِيمتِ الصلاَةُ ، فَلاَ صَلاَةَ إِلا المكتوبَةَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 826,
    "content": " عَنْ أَبي هُرَيْرة رضَيَ اللَّه عَنْهُ عَنِ النَّبِيِّ صَلّى اللهُ عليه وسَلَّم قَالَ :  لا تَخُصُّوا لَيْلَةَ الجُمُعَةِ بِقِيَامٍ مِنْ بَيْن اللَّيَالي ، وَلا تَخُصُّوا يَوْمَ الجُمُعَة بِصيَامٍ مِنْ بيْنِ الأَيَّامِ إِلاَّ أَنْ يَكُونَ في صَوْمٍ يَصُومُهُ أَحَدُكُمْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 827,
    "content": " عَنْ أَبي هُرَيْرَةَ رضِي اللَّه عنْهُ قَال : قَال رسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم : لأَنْ يجْلِسَ أَحدُكُمْ على جَمْرَةٍ ، فَتُحْرِقَ ثِيَابَه، فَتَخْلُصَ إِلى جِلْدِهِ خَيرٌ لَهُ مِنْ أَنْ يجْلِسَ على قَبْرٍ",
    "end": "صدق رسول الله"
  },
  {
    "header": 828,
    "content": " عَنِ النَّبيِّ صَلّى اللهُ عليه وسَلَّم :  إِذا أَبَقَ الْعبْدُ ، لَمْ تُقْبَلْ لَهُ صَلاةٌ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 829,
    "content": " عَنْ أَبي هُرَيْرَةَ رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّهِ صَلّى اللهُ عليه وسَلَّم قَالَ :  اتَّقُوا الَّلاعِنَيْن  قَالُوا ومَا الَّلاعِنَانِ ؟ قَالَ :  الَّذِي يَتَخَلَّى في طَريقِ النَّاسِ أَوْ في ظِلِّهِمْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 830,
    "content": " عَنِ النُّعْمَانِ بْنِ بَشِيرٍ رضِيَ اللَّه عنْهُمَا أَنَّ أَبَاهُ أَتَى بِهِ رَسول اللَّهِ صَلّى اللهُ عليه وسَلَّم فَقَالَ : إِنِّي نَحَلْتُ ابْني هذا غُلاماً كَانَ لي ، فَقَالَ رَسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  أَكُلَّ وَلَدِكَ نَحلْتَهُ مِثْلَ هَذا؟ فَقَال : لا ، فَقَالَ رَسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  فأَرْجِعْهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 831,
    "content": " عَنِ ابْنِ عمَرَ قال : قالَ رَسول اللَّه صَلّى اللهُ عليه وسَلَّم :  لا تَتَلَقُّوُا السلَع حَتَّى يُهْبَطَ بِهَا إلى الأَسْواقِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 832,
    "content": " عنِ ابْنِ عُمَرِ رضي اللَّه عَنْهُمَا ، أنَّ رَسُولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم قَالَ :  لا يبِعْ بَعْضُكُمْ عَلى بَيْعِ بعْضٍ ، ولا يَخْطُبْ على خِطْبة أخِيهِ إلاَّ أنْ يَأْذَنَ لَهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 833,
    "content": " عَنْ عُقْبةَ بنِ عَامِرٍ رضي اللَّه عَنْهُ أنَّ رَسُولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم قَالَ :  المُؤْمِنُ أخُو المُؤمِن ، فَلاَ يحِلُّ لِمُؤمِنٍ أنْ يبْتَاعَ عَلَى بَيْعِ أخِيهِ وَلاَ يَخْطِبْ علَى خِطْبَةِ أخِيه حتَّى يَذَر ",
    "end": "صدق رسول الله"
  },
  {
    "header": 834,
    "content": " عَنْ أبي هُريْرةَ رضي اللَّه عَنْهُ قَالَ : قَال رَسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  إنَّ اللَّه تَعَالى  يَرضي لَكُمْ ثلاثاً ، وَيَكْرَه لَكُمْ ثَلاثاً : فَيَرضي لَكُمْ أنْ تَعْبُدوه ، وَلا تُشركُوا بِهِ شَيْئاً ، وَأنْ تَعْتَصِموا بِحَبْلِ اللَّهِ جَمِيعاً وَلا تَفَرَّقُوا ، ويَكْرهُ لَكُمْ : قِيلَ وَقَالَ ، وَكَثْرَةَ السُّؤالِ ، وإضَاعَةَ المَالِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 835,
    "content": " عَن أبي هُرَيْرَة رضي اللَّه عَنْه عَنْ رَسُولِ اللَّه صَلّى اللهُ عليه وسَلَّم قَال: لاَ يشِرْ أحَدُكُمْ إلَى أخِيهِ بِالسِّلاَحِ ، فَإنَّهُ لاَ يَدْرِي لَعَلَّ الشَّيْطَانَ يَنْزِعُ في يَدِهِ ، فَيَقَعَ في حُفْرَةٍ من النَّارِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 836,
    "content": " عَنْ جابرٍ رضي اللَّه عنْهُ قَالَ:نَهَى رسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم أنْ يُتَعَاطَى السَّيْفُ مَسْلُولاً",
    "end": "صدق رسول الله"
  },
  {
    "header": 837,
    "content": " عَنْ أبي هُريْرَةَ رضي اللَّه عَنْهُ ، قَال : قَالَ رَسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  مَنْ عُرِضَ عليه ريْحَانٌ ، فَلا يَرُدَّهُ ، فَإنَّهُ خَفيفُ المَحْملِ ، طَيِّبُ الرِّيحِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 838,
    "content": " عَنْ أبي مُوسى الأشْعرِيِّ رضي اللَّهُ عَنْهُ قَالَ : سَمِعَ النَّبيُّ صَلّى اللهُ عليه وسَلَّم رَجُلاً يُثْني عَلَى رَجُلٍ وَيُطْرِيهِ في المدْحَةِ ، فَقَالَ :  أهْلَكْتُمْ ، أوْ قَطعْتُمْ ظَهرَ الرَّجُلِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 839,
    "content": " عَنْ هَمَّامِ بنِ الْحَارِثِ ، عنِ المِقْدَادِ رضي اللَّه عَنْهُ أنَّ رَجُلاً جعَل يَمْدَحُ عُثْمَانَ رضي اللَّه عنه ، فَعَمِدَ المِقْدادُ ، فَجَثَا عَلَى رُكْبَتَيْهِ ، فَجَعَلَ يَحْثُو في وَجْهِهِ الْحَصْبَاءَ، فَقَالَ لَهُ عُثْمَانُ : مَا شَأْنُكَ ؟ فَقَالَ : إنَّ رَسُولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم قَالَ :  إذَا رَأَيْتُمُ المَدَّاحِينَ ، فَاحْثُوا في وَجُوهِهِمُ التُّرابَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 840,
    "content": " عَنْ أبِي هُرَيْرَةَ رضي اللَّه عَنْهُ عَنِ النبيِّ صَلّى اللهُ عليه وسَلَّم قَالَ :  اجْتَنِبُوا السَّبْعَ المُوبِقَاتِ  قَالُوا : يَا رسُولَ اللَّهِ وَمَا هُنَّ ؟ قَالَ :  الشِّرْكُ بِاللَّهِ ، السِّحْرُ ، وَقَتْلُ النَّفْسِ التي حرَّمَ اللَّه إلاَّ بِالْحَقِّ ، وَأَكْلُ الرِّبَا ، وَأكْلُ مَالِ اليتيم ، والتَّوَلِّي يَوْمَ الزَّحْفِ ، وقَذفُ المُحْصنَات المُؤمِناتِ الْغَافِلات ",
    "end": "صدق رسول الله"
  },
  {
    "header": 841,
    "content": " عَنْ ابْنِ عُمَرَ رضي اللَّه عَنْهُمَا قَالَ :  نَهَى رَسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم أنْ يُسَافَرَ بالقرآن إلَى أرْضِ الْعَدُوِّ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 842,
    "content": " عَنِ أمِّ سَلَمَةَ رضي اللَّه عنها أنَّ رَسُولَ اللَّه صَلّى اللهُ عليه وسَلَّم قَالَ :  الَّذِي يَشْرَبُ في آنِيَةِ الْفِضَّةِ إنَّمَا يُجَرْجِرُ في بَطْنِهِ نَار جَهَنَّمَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 843,
    "content": " عنْ حُذَيْفَةَ رضي اللَّه عَنْهُ قالَ : إنَّ النبيَّ صَلّى اللهُ عليه وسَلَّم نَهَانَا عَنِ الحَرِيرِ ، والدِّيباجِ ، وَالشُّرْب في آنِيَةِ الذَّهَبِ وَالْفِضَّةِ ، وقال :  هُنَّ لهُمْ في الدُّنْيَا وَهِيَ لَكُمْ في الآخِرةِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 844,
    "content": " عنْ عبدِ اللَّه بنِ عَمْرو بن العاص رضي اللَّه عَنْهُمَا قالَ : رأَى النبي صَلّى اللهُ عليه وسَلَّم عَلَيَّ ثَوْبَيْنِ مُعَصْفَرين فَقَال :  أمُّكَ أمَرَتْكَ بهذا ؟  قلتُ : أغْسِلُهُمَا ؟ قال :  بلْ أحْرقْهُما",
    "end": "صدق رسول الله"
  },
  {
    "header": 845,
    "content": " عَنْ عليٍّ رضي اللَّه عَنْهُ قالَ : حَفِظْتُ عَنْ رَسُولِ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  لا يُتْمَ بَعْدَ احْتِلامٍ ، وَلا صُمَاتَ يَوْمٍ إلى اللَّيْلِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 846,
    "content": " عن أبي هُريْرَة رضي اللَّه عنْهُ عَن النَّبيِّ صَلّى اللهُ عليه وسَلَّم قَالَ :  لا تَرْغَبُوا عَنْ آبَائِكُمْ ، فَمَنْ رَغِبَ عَنْ أبيهِ فَهُوَ كُفْرٌ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 847,
    "content": " عَنْ أبي هُرَيْرَةَ رضي اللَّه عَنْهُ أنَّ النبي صَلّى اللهُ عليه وسَلَّم قَالَ :  إنَّ اللَّه تَعَالى يَغَارُ ، وَغَيْرَةُ اللَّهِ أنْ يَأْتيَ المَرْءُ مَا حَرَّمَ اللَّه عَليهِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 848,
    "content": " عَنْ أنَسٍ رضي اللَّه عَنْهُ قَالَ : قَال رَسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  لَيْسَ مِنْ بَلَدٍ إلاَّ سَيَطَؤُهُ الدَّجَّالُ إلاَّ مَكَّةَ والمَدينة، ولَيْسَ نَقْبٌ مِنْ أنْقَابِهما إلاَّ عليه المَلائِكَةُ صَافِّينَ تحْرُسُهُما، فَيَنْزِلُ بالسَّبَخَةِ ، فَتَرْجُفُ المدينةُ ثلاثَ رَجَفَاتٍ ، يُخْرِجُ اللَّه مِنْهَا كُلَّ كَافِرٍ وَمُنَافِقٍ",
    "end": "صدق رسول الله"
  },
  {
    "header": 849,
    "content": " أنَّ رسُولَ اللَّه صَلّى اللهُ عليه وسَلَّم قَالَ :  يَتْبعُ الدَّجَّال مِنْ يهُودِ أصْبهَانَ سَبْعُونَ ألْفاً علَيْهم الطَّيَالِسة ",
    "end": "صدق رسول الله"
  },
  {
    "header": 850,
    "content": " عَنْ أمِّ شَريكٍ رضي اللَّه عَنْهَا أنَّها سمِعتِ النبي صَلّى اللهُ عليه وسَلَّم يَقُولُ :  ليَنْفِرَن النَّاسُ مِنَ الدَّجَّالِ في الجِبَالِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 851,
    "content": " عَن عِمْرَانَ بنِ حُصَيْنٍ رضي اللَّه عنْهُما قالَ : سَمِعْتُ رَسُولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم يَقُولُ:  مَا بَيْنَ خَلْقِ آدَم إلى قِيامِ السَّاعةِ أمْرٌ أكْبرُ مِنَ الدَّجَّالِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 852,
    "content": " عَنِ المُغِيرَةِ بنِ شُعْبةَ رضي اللَّه عَنْهُ قَالَ : ما سَألَ أحَدٌ رَسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم عَنِ الدَّجَّالِ أكْثَرَ ممَّا سألْتُهُ ، وإنَّهُ قالَ لي :  ما يَضُرُّكَ ؟  قلتُ : إنَّهُمْ يقُولُونَ : إنَّ معَهُ جَبَلَ خُبْزٍ وَنَهْرَ مَاءٍ ، قالَ :  هُوَ أهْوَنُ عَلى اللَّهِ مِنْ ذلِكَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 853,
    "content": " عَنْ أنَسٍ رضي اللَّه عنْهُ قالَ : قالَ رَسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم : مَا مِنْ نَبِيٍ إلاَّ وَقَدْ أنْذَرَ أمَّتَهُ الأعْوَرَ الْكَذَّاب،ألا إنَّهُ أعْوَرُ ،وإنَّ ربَّكُمْ عَزَّ وجلَّ لَيْسَ بأعْورَ ،مكْتُوبٌ بَيْنَ عَيْنَيْهِ ك ف ر",
    "end": "صدق رسول الله"
  },
  {
    "header": 854,
    "content": " عَنْ ابنِ عُمَرَ رضي اللَّهُ عَنْهُما أنَّ رَسُولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم ذَكَرَ الدَّجَّالَ بَيْنَ ظَهْرَاني النَّاس فَقَالَ : إنَّ اللَّه لَيْسَ بأَعْوَرَ ، ألا إنَّ المَسِيحَ الدَّجَّالَ أعْوَرُ الْعيْنِ الْيُمْنى ، كَأَنَّ عَيْنَهُ عِنَبةٌ طَافِيَةٌ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 855,
    "content": " عَنْ أبي هُريْرَةَ رضي اللَّه عنْهُ أنَّ رَسُولَ اللَّهِ صَلّى اللهُ عليه وسَلَّم قالَ :  لا تَقُومُ الساعَةُ حَتَّى يُقَاتِلَ المُسْلِمُونَ الْيَهُودَ حتَّى يَخْتَبِيءَ الْيَهُوديُّ مِنْ وَراءِ الحَجَر والشَّجَرِ ، فَيَقُولُ الحَجَرُ والشَّجَرُ : يَا مُسْلِمُ هذا يَهُودِيٌّ خَلْفي تَعَالَ فَاقْتُلْهُ ، إلاَّ الْغَرْقَدَ فَإنَّهُ منْ شَجَرِ الْيَهُودِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 856,
    "content": " قالَ رَسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  لا تَقُومُ السَّاعَةُ حَتَّى يَحْسِرَ الْفُرَاتُ عَنْ جبَلٍ منْ ذَهَبٍ يُقْتَتَلُ علَيْهِ ، فيُقْتَلُ مِنْ كُلِّ مِائةٍ تِسْعَةٌ وتِسْعُونَ ، فَيَقُولُ كُلُّ رَجُلٍ مِنْهُمْ : لَعَلِّي أنْ أكُونَ أنَا أنْجُو",
    "end": "صدق رسول الله"
  },
  {
    "header": 857,
    "content": " عَنْ أبي سَعيدٍ الخُدْرِيِّ رضي اللَّه عَنْهُ أنَّ النَّبي صَلّى اللهُ عليه وسَلَّم قَالَ :  يَكُونُ خَلِيفَةٌ مِنْ خُلَفَائِكُمْ في آخِرِ الزًَّمَان يَحْثُو المَالَ وَلا يَعُدُّهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 858,
    "content": " عَنْ أبي مُوسى الأشْعَرِيِّ رضي اللَّه عنْهُ أنَّ النَّبيَّ صَلّى اللهُ عليه وسَلَّم قال :  ليأتيَنَّ عَلى النَّاسِ زَمَانٌ يَطُوفُ الرَّجُلُ فِيهِ بِالصَّدَقَة مِنَ الذَّهَبِ ، فَلا يَجِدُ أحَداً يَأْخُذُهَا مِنْهُ ، وَيُرَى الرَّجُلُ الْوَاحِدُ يَتْبَعُهُ أرْبَعُونَ امْرأةً يَلُذْنَ بِهِ مِنْ قِلَّةِ الرِّجالِ وَكَثْرَةِ النِّسَاءِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 859,
    "content": " عَنْ مِرْداسٍ الأسْلَمِيِّ رضي اللَّه عَنْهُ قالَ قالَ النَّبيُّ صَلّى اللهُ عليه وسَلَّم :  يَذْهَبُ الصَّالحُونَ الأوَّلُ فالأولُ ، وتَبْقَى حُثَالَةٌ كحُثَالَةِ الشِّعِيرِ أوْ التَّمْرِ ، لا يُبالِيهمُ اللَّه بالَةً ",
    "end": "صدق رسول الله"
  },
  {
    "header": 860,
    "content": " عنْ أبي ثَعْلَبَةَ الخُشَنيِّ جَرْثُومِ بنِ نَاشِرٍ رضي اللَّه عَنْهُ عنْ رَسُولِ اللَّه صَلّى اللهُ عليه وسَلَّم قال: إن اللَّه تعالى فَرَضَ فَرائِضَ فلا تُضَيِّعُوهَا ، وحدَّ حُدُوداً فَلا تَعْتَدُوهَا ، وحَرَّم أشْياءَ فَلا تَنْتَهِكُوها ، وَسكَتَ عَنْ أشْياءَ رَحْمةً لَكُمْ غَيْرَ نِسْيانٍ فَلا تَبْحثُوا عنها ",
    "end": "صدق رسول الله"
  },
  {
    "header": 861,
    "content": " عَنْ أبي هُريْرةَ رضي اللَّه عنْهُ أنَّ النبي صَلّى اللهُ عليه وسَلَّم قَال :  لا يُلْدغُ المُؤمِنُ مِنْ جُحْرٍ مرَّتَيْنِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 862,
    "content": " أنَّ رسُول اللَّه صَلّى اللهُ عليه وسَلَّم  قَالَ :  يُصَلُّونَ لَكُمْ ، فَإنْ أصَابُوا فَلَكُمْ ، وإنْ أخْطئُوا فَلَكُمْ وَعليهمْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 863,
    "content": " عَنِ النَّبيِّ صَلّى اللهُ عليه وسَلَّم قَالَ :  أَحَبُّ الْبِلاَدِ إلى اللَّه مَساجِدُهَا ، وأبَغضُ الْبِلاَدِ إلى اللَّه أسواقُهَا ",
    "end": "صدق رسول الله"
  },
  {
    "header": 864,
    "content": " عَنْ عاصِم الأحْوَلِ عَنْ عَبْدِ اللَّه بنِ سَرْجِسَ رضي اللَّه عَنْهُ قَالَ : قُلْتُ لِرَسُولِ اللَّه صَلّى اللهُ عليه وسَلَّم : يَا رَسُولَ اللَّه غَفَرَ اللَّه لكَ ، قَالَ :  وَلَكَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 865,
    "content": " عَنْ أبي مسْعُودٍ الأنْصَارِيِّ رضي اللَّه عَنْهُ قَالَ : قَالَ النَّبيُّ صَلّى اللهُ عليه وسَلَّم :  إنَّ مِمَّا أدْرَكَ النَّاسُ مِنْ كَلامِ النُّبُوَّةِ الأولَى : إذَا لَمْ تَسْتَحِ فَاصْنعْ مَا شِئْتَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 866,
    "content": " عَنْ ابْنِ مَسْعُودٍ رضي اللَّه عَنْهُ قَالَ : قَالَ النَّبيُّ صَلّى اللهُ عليه وسَلَّم :  أوَّلُ مَا يُقْضَى بَيْنَ النَّاسِ يوْمَ الْقِيَامةِ في الدِّمَاءِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 867,
    "content": " عَنْ عَائِشَةَ رضي اللَّه عَنْهَا قَالَتْ : قَالَ رَسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  خُلِقَتِ المَلائِكَةُ مِنْ نُورٍ ، وَخلِقَ الجَانُّ مِنْ مَارِجٍ منْ نَارً ، وخُلِق آدمُ ممَّا وُصِفَ لَكُمْ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 868,
    "content": " عنْهَا رضي اللَّه عَنْهَا قَالَتْ :  كَانَ خُلُقُ نبي اللَّه صَلّى اللهُ عليه وسَلَّم الْقُرْآنَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 869,
    "content": " قَالَ رَسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  سيْحَانُ وجَيْحَانُ وَالْفُراتُ والنِّيلُ كُلٌّ مِنْ أنْهَارِ الْجنَّةِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 870,
    "content": " عَنْ عائِشَةَ رضي اللًَّه عَنْهَا أنَّ النبي صَلّى اللهُ عليه وسَلَّم قَالَ :  الْحُمَّى مِنْ فيْحِ جَهَنَّم فأبْرِدُوهَا بِالماَءِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 871,
    "content": " عَنِ النبي صَلّى اللهُ عليه وسَلَّم قَالَ:مَنْ مَاتَ وَعليه صَوْمٌ ، صَامَ عَنْهُ وَلِيُّهُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 872,
    "content": " عنْ عائِشَةَ رضي اللَّه عَنْهَا قَالَتْ : قال النبي صَلّى اللهُ عليه وسَلَّم :  مَنْ نَذَرَ أن يُطِيع اللَّه فَلْيُطِعْهُ ، ومَنْ نَذَرَ أنْ يعْصِيَ اللَّه ، فلا يعْصِهِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 873,
    "content": " عنْ أُمِّ شَرِيكٍ رضي اللَّه عنْهَا أن رسُول اللَّه صَلّى اللهُ عليه وسَلَّم أمرَهَا بِقَتْلِ الأوزَاغِ ، وقَال:  كَانَ ينْفُخُ علَى إبْراهيمَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 874,
    "content": " عنْ أبي هُريرةَ رضي اللَّهُ عنْهُ قَال : قَالَ رسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  منْ قَتَلَ وزَغَةً في أوَّلِ ضَرْبةٍ ، فَلَهُ كَذَا وَكَذَا حسنَةً ، وَمَنْ قَتَلَهَا في الضَّرْبَةِ الثَّانِية ، فَلَهُ كَذَا وكَذَا حَسنَةً دُونَ الأولَى ، وإنَّ قَتَلَهَا في الضَّرْبةِ الثَّالِثَةِ ، فَلَهُ كَذاَ وَكَذَا حَسَنَةً ",
    "end": "صدق رسول الله"
  },
  {
    "header": 875,
    "content": " عنْ سعِيدِ بْنِ زيْدٍ رضِي اللَّه عنْهُ قَال : سمِعتُ رسول اللَّهِ صَلّى اللهُ عليه وسَلَّم يقُولُ : الْكَمأَةُ مِنَ المنِّ ، وماؤُهَا شِفَاءٌ للْعَينِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 876,
    "content": " عَنِ ابْنِ عُمر رضِي اللَّه عَنْهُما قَال : كُنَّا نَعُدُّ لِرَسُول اللَّهِ صَلّى اللهُ عليه وسَلَّم في المجلِس الْواحِدِ مائَةَ مرَّةٍ :  ربِّ اغْفِرْ لي ، وتُبْ عليَ إِنَّكَ أَنْتَ التَّوابُ الرَّحِيمُ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 877,
    "content": " عنِ ابْنِ مَسْعُودٍ رضِي اللَّه عنْهُ قال : قال رسُولُ اللَّه صَلّى اللهُ عليه وسَلَّم :  منْ قال : أَسْتَغْفِرُ اللَّه الذي لا إِلَهَ إِلاَّ هُو الحيَّ الْقَيُّومَ وأَتُوبُ إِلَيهِ ، غُفِرَتْ ذُنُوبُهُ وإِنْ كَانَ قَدْ فَرَّ مِنَ الزَّحْفِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 878,
    "content": " عَنْ عَائِشَةَ رَضي اللَّه عنْهَا قَالَتْ : كَانَ رَسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم يُكْثِرُ أَنْ يَقُولَ قَبْل موْتِهِ :  سُبْحانَ اللَّهِ وبحمْدِهِ ، أَسْتَغْفِرُ اللَّه وأَتُوبُ إِلَيْهِ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 879,
    "content": " عنْ جَابِرٍ رضِي اللَّه عنْهُ قَالَ : قَالَ رسُولُ اللَّهِ صَلّى اللهُ عليه وسَلَّم :  يَأْكُلُ أَهْلُ الجنَّةِ فِيهَا ويشْرَبُونُ ، ولا يَتَغَوَّطُونَ ، ولا يمْتَخِطُونَ ، ولا يبُولُونَ ، ولكِنْ طَعامُهُمْ ذلكَ جُشَاء كَرشْحِ المِسْكِ يُلهَمُونَ التَّسبِيح وَالتكْبِير ، كَما يُلْهَمُونَ النَّفَسَ ",
    "end": "صدق رسول الله"
  },
  {
    "header": 880,
    "content": " عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رضِيَ اللَّه عَنْهُ عَنِ النَّبِيِّ صَلّى اللهُ عليه وسَلَّم قَال :  إِنَّ في الْجنَّةِ لَشَجرَةً يسِيرُ الرَّاكِبُ الْجوادَ المُضَمَّرَ السَّرِيعَ ماِئَةَ سنَةٍ مَا يَقْطَعُهَا ",
    "end": "صدق رسول الله"
  },
  {
    "header": 881,
    "content": " عنْ سَهْلِ بْنِ سعْدٍ رضِي اللَّه عنْهُ أَنَّ رسُولَ اللَّه صَلّى اللهُ عليه وسَلَّم قَالَ :  إِنَّ أَهْلَ الْجنَّةِ لَيَتَراءَوْنَ الْغُرفَ في الْجنَّةِ كَمَا تَتَرَاءَوْنَ الْكَوْكَبَ في السَّماءِ ",
    "end": "صدق رسول الله"
  }
]
